Repository: pypi-data/pypi-mirror-40
Catalog: packages/watcheye-collector/watcheye-collector-2.0.0.tar.gz/watcheye-collector-2.0.0/collector/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Name '%(name)s' is restricted for indexing parameter.
pl_pl: Nazwa '%(name)s' jest niedozwolona dla parametrów indeksujących.

source: Name '%(name)s' is restricted for indexing parameter because it collides with the tag.
pl_pl: Nazwa '%(name)s' jest niedozwolona dla parametrów indeksujących, ponieważ koliduje z etykietą.

source: Tabular parameters should have non-zero OID.
pl_pl: Parametry tabelaryczne powinny mieć niezerowy OID.

source: Scalar parameters should have zero OID.
pl_pl: Skalarne parametry powinny mieć zerowy OID.

source: Tabular parameters require a name.
pl_pl: Parametry tabelaryczne wymagają nazwy.

source: Scalar parameters does not require a name.
pl_pl: Parametry skalarne nie wymagają nazwy.

source: Name '%(name)s' is restricted.
pl_pl: Nazwa '%(name)s' jest niedozwolona.

source: Name '%(name)s' collides with indexing parameter.
pl_pl: Nazwa '%(name)s' koliduje z parametrem indeksującym.

source: Add Parameter
pl_pl: Dodaj Parametr

source: Add Parameters
pl_pl: Dodaj Parametry

source: in use?
pl_pl: używany?

source: collector
pl_pl: kolektor

source: Invalid value.
pl_pl: Nieprawidłowa wartość.

source: scalar
pl_pl: skalarny

source: tabular
pl_pl: tabelaryczny

source: name
pl_pl: nazwa

source: Unique and unchangeable group identifier.
pl_pl: Niepowtarzalny i niezmienny identyfikator grupy.

source: type
pl_pl: typ

source: SNMP parameters are of scalar or tabular type. Please verify right settings with documentation.
pl_pl: Parametry SNMP są typu skalarnego lub tabelarycznego. Proszę sprawdzić prawidłowe ustawienia w dokumentacji.

source: description
pl_pl: opis

source: A few words to show e.g. group purpose or meaning.
pl_pl: Kilka słów dla objaśnienia np. celu lub znaczenia grupy.

source: Object identifier uniquely identifies group of monitored parameters. <b>Usually full OID without two last parts.</b>
pl_pl: Identyfikator obiektu jednoznacznie określający grupę monitorowanych parametrów. <b>Zwykle OID bez dwóch ostatnich części.</b>

source: Group
pl_pl: Grupa

source: Groups
pl_pl: Grupy

source: float
pl_pl: zmiennoprzecinkowy

source: integer
pl_pl: całkowity

source: string
pl_pl: napis

source: boolean
pl_pl: zero-jedynkowy

source: group
pl_pl: grupa

source: Unique and unchangeable parameter identifier.
pl_pl: Niepowtarzalny i niezmienny identyfikator parametru.

source: Unchangeable parameter type.
pl_pl: Niezmienny typ parametru.

source: A few words to show e.g. parameter purpose or meaning.
pl_pl: Kilka słów dla objaśnienia np. celu lub znaczenia parametru.

source: indexing
pl_pl: indeksujący

source: Should this parameter be used as a indexing tag? ⚠️ Using too many parameters as tags can have significant performance impact.️
pl_pl: Czy ten parametr ma być użyty jako etykieta? ⚠️ Użycie zbyt dużej liczby parametrów jako etykiet może poważnie wpłynąć na wydajność.

source: Last but one OID part.
pl_pl: Przedostatnia część OID.

source: Parameter
pl_pl: Parametr

source: Parameters
pl_pl: Parametry

source: Tag
pl_pl: Etykieta

source: Tags
pl_pl: Etykiety

source: Unique and unchangeable host identifier.
pl_pl: Niepowtarzalny i niezmienny identyfikator hosta.

source: IP address
pl_pl: Adres IP

source: Internet Protocol version 4 or 6 address.
pl_pl: Adres protokołu internetowego w wersji 4 lub 6.

source: A few words to show e.g. host purpose or location.
pl_pl: Kilka słów dla objaśnienia np. celu lub lokalizacji hosta.

source: groups
pl_pl: grupy

source: community name
pl_pl: nazwa społeczności

source: SNMP mandates that the SNMP agents should accept request messages only if the community string in the message matches its community name. <b>Ensure same value is set on the device.</b>
pl_pl: SNMP wymaga aby agenty SNMP przyjmowały zapytania tylko, jeśli nazwa społeczności zawarta w wiadomości zgadza się z ich nazwą społeczności. <b>Upewnij się, że takie same wartości są skonfigurowane na urządzeniu.</b>

source: Set SNMP GET port. <b>Ensure same value is set on the device.</b>
pl_pl: Ustaw port SNMP GET. <b>Upewnij się, że takie same wartości są skonfigurowane na urządzeniu.</b>

source: tags
pl_pl: etykiety

source: Hosts
pl_pl: Hosty

source: Last OID part.
pl_pl: Ostatnia część OID.

source: Instance identifier. If non-empty is used as tag.
pl_pl: Identyfikator instancji. Służy za etykietę, jeśli jest niepusty.

source: Instance
pl_pl: Instancja

source: Instances
pl_pl: Instancje

source: tag
pl_pl: etykieta

source: value
pl_pl: wartość

source: Tag Value
pl_pl: Wartoość Etykiety

source: Tag Values
pl_pl: Wartości Etykiet
