Repository: pypi-data/pypi-mirror-40
Catalog: packages/BalazarBrothers/BalazarBrothers-1.1.tar.gz/BalazarBrothers-1.1/locale/*/LC_MESSAGES/balazar_brothers.po
Languages: de, fr

# __game_name__
source: Balazar Brother
de: Balazar Brothers
fr: Balazar Brothers

source: Play Multiplayer game
de: Mehrspieler-Spiel starten
fr: Jouer en multijoueur

source: Hardware options
de: Hardware-Optionen
fr: Options matériel

source: Keyboard options
de: Tastatur-Optionen
fr: Options clavier

source: Quit
de: Beenden
fr: Quitter

# off
source: no
de: aus
fr: non

# on
source: yes
de: ein
fr: oui

source: Player name
de: Spielername
fr: Nom du joueur

source: Password
de: Passwort
fr: Mot de passe

source: Remote host or IP
de: Hostname oder IP-Adresse
fr: Hôte ou adresse IP distant

source: Connect to port
de: Port
fr: Connexion au port

# __have_you_forget_the_server_?__
source: Maybe have you forgotten to launch the server? To launch the server, type 'balazar_brothers --server' in a console.
de: Vielleicht hast du vergessen, den Server zu starten? Gib dafür 'balazar_brothers --server' auf einer Konsole ein.
fr: Peut-être avez-vous oublié de lancer le serveur ? Pour lancer le serveur, tapez 'balazar_brothers --server' dans une console.

source: Fullscreen
de: Vollbild
fr: Plein écran

source: Graphic quality
de: Grafikqualität
fr: Qualité graphique

source: Max vision distance
de: Sichtweite
fr: Distance maximale de vision

source: Sounds
fr: Sons

source: Music
de: Musik
fr: Musique

# Async load music
source: Asynchronous music loading
de: Musik asynchron laden
fr: Chargement asynchrone de la musique

source: Sound system
fr: Système de son

source: Saved game directory
de: Speicherpfad
fr: Répertoire des sauvegardes

source: Back
de: Zurück
fr: Retour

source: Jump
de: Springe
fr: Sauter

source: Start
de: Los!
fr: Démarrer

source: Paused
de: Pause
fr: Pause

source: Towards %s
de: Zu %s
fr: Vers %s

source: Resolution
de: Auflösung
fr: Résolution

source: Low
de: Niedrig
fr: Faible

source: Medium
de: Mittel
fr: Moyenne

source: High
de: Hoch
fr: Élevé

source: New level...
de: Neues Level...
fr: Nouveau niveau...

source: Fountain river
de: Fluss der Fontänen
fr: Riviere des fontaines

source: Coqueliform field
de: Felder von Coqueliform
fr: Champs de Coqueliformes

source: Pompon forest
de: Wälder von Pompon
fr: Foret de Pompon

source: Hopeless castle
fr: Château de la désespérance

# __unavailable_level__
source: Not yet available!
de: Noch nicht verfügbar!
fr: Pas encore disponible !

# __press_left_shift__
source: (Press LEFT SHIFT to select)
de: (drücke SHIFT LINKS)
fr: (appuyez sur SHIFT GAUCHE)

# __press_right_shift__
source: (Press RIGHT SHIFT to select)
de: (drücke SHIFT RECHTS)
fr: (appuyez sur SHIFT DROIT)

# __quit_None__
source: What do you want to do?
de: Was willst du tun?
fr: Que voulez-vous faire ?

# __quit_None_red__
source: I want the brothers to commit suicide and restart the current world...
de: Ich will Selbstmord begehen und diese Welt neu starten...
fr: J'ai envie de me suicider et de recommencer ce monde...

# __quit_None_blue__
source: I want to quit this wonderful game and save it in order to come back later!
de: Ich will dieses wunderbare Spiel beenden und speichern, um später wieder in dieses Level zu kommen!
fr: Je veux quitter le jeu et sauvegarder pour revenir plus tard !

# __help1_None__
source: Welcome to Balazar Brother! Help the Balazar Brothers to free their girlfriends. To make Blue Balazar jump, press RIGHT SHIFT (or RIGHT CTRL, or joypad BUTTON 2).
de: Willkommen zu Balazar Brother! Hilf den Brüdern Balazar, ihre Freundinnen zu befreien. Um den blauen Balazar springen zu lassen, drücke SHIFT RECHTS (oder STRG RECHTS oder JOYSTICK BUTTON 2)
fr: Bienvenue dans Balazar Brother ! Aide les frères Balazar à délivrer leurs amies. Pour faire sauter Balazar Bleu, appuie sur SHIFT DROIT (ou CTRL DROIT, ou le BOUTON 2 du joypad).

# __help2_None__
source: Press RIGHT SHIFT again...
de: Drücke erneut SHIFT RECHTS...
fr: Appuie encore sur SHIFT DROIT...

# __help3_None__
source: To make Red Balazar jump, press LEFT SHIFT (or LEFT CTRL, or joypad BUTTON 1). Only one brother can fit on a mushroom at once! Thus, Red Balazar must wait for Blue Balazar to move.
de: Um den roten Balazar springen zu lassen, drücke SHIFT LINKS (oder STRG LINKS oder JOYSTICK BUTTON 1). Es kann nur ein Bruder zugleich auf einer Plattform stehen. Daher muss der rote Balazar darauf warten, dass der blaue weiterspringt.
fr: Pour faire sauter Balazar Rouge, appuie sur SHIFT GAUCHE (ou CTRL GAUCHE, ou le BOUTON 1 du joypad). Il ne peut y avoir qu'un seul personnage sur chaque plateforme ! Donc Balazar Rouge ne peut plus avancer.

# __help_portail_None__
source: The portal in front of you will teleport both Balazars to the next level. Beware, these portals can be used in both directions...
de: Das Portal vor dir teleportiert BEIDE Brüder in das nächste Level. Achtung, diese Portale funktionieren in beide Richtungen!
fr: Le portail devant toi téléportera les DEUX Balazar dans le niveau suivant. Attention, ces portails fonctionnent dans les deux sens !

# __help4_None__
source: Keep pressing RIGHT SHIFT until Blue Balazar reaches the blue mushroom.
de: Drücke SHIFT RECHTS bis der blaue Balazar auf dem blauen Pilz steht.
fr: Appuie sur SHIFT DROIT pour faire avancer Balazar Bleu jusqu'au champignon bleu.

# __help5_None__
source: Blue mushrooms rotate allowing a brother to choose his path. Move Blue Balazar to the chest by waiting until the arrow allows him to take the left path.
de: Die blauen Pilze drehen sich, wodurch die Brüder den Pfad wählen können. Versuche, in Richtung der Truhe zu gehen, indem du wartest, bis der blaue Pfeil auf den linken Pfad zeigt.
fr: Les plateformes bleues tournent sur elles-mêmes ! Elles servent d'aiguilleurs. Essaie d'aller en direction du coffre, en t'aidant de la flèche bleue au pied de Balazar pour savoir vers quelle plateforme il va sauter.

# __help6_None__
source: Chests give points! Blue Balazar cannot move any further. You must move Red Balazar to the portal by taking the correct path from the Blue Mushroom.
de: Die Schatztruhen bringen Punkte! Der blaue Balazar ist in einer Sackgasse, daher muss der rote Bruder zum Portal springen, indem er die andere Abzweigung am blauen Pilz nimmt.
fr: Les coffres donnent des points ! Balazar Bleu est maintenant bloqué. Il faut faire avancer Balazar Rouge jusqu'au portail, en allant tout droit au niveau du champignon bleu.

# __help7_None__
source: Now to see the Balazar Brothers acrobatic skills! First, move Blue Balazar to the chest.
de: Schauen wir uns jetzt die akrobatischen Fähigkeiten der Brüder Balazar an! Bringe dazu zuerst den blauen Balazar zur Truhe.
fr: Nous allons voir les talents d'acrobates des frères Balazar ! Pour commencer, fais avancer Balazar Bleu jusqu'au coffre.

# __help8_None__
source: Well done!
de: Sehr gut!
fr: Bien !

# __help8_None_blue__
source: Now, move Red Balazar until he lands on Blue Balazar's head! Then press RIGHT SHIFT for further instructions.
de: Bewege jetzt den roten Balazar, bis er auf auf meinen Kopf springt. Drücke anschließend SHIFT RECHTS um zu erfahren, wie's weitergeht.
fr: Maintenant, fais avancer Balazar Rouge jusque sur ma tête ! Ensuite, appuie sur SHIFT DROIT pour avoir la suite des instructions.

# __help8_None_blue_None__
source: Congratulations!
de: Super!
fr: Bravo, tu viens de réaliser un PORTAGE !

# __help8_None_blue_None_red__
source: Now, move Blue Balazar two times and then press LEFT SHIFT for further instructions.
de: Bewege nun den blauen Bruder zwei mal und drücke anschließend SHIFT LINKS.
fr: À présent, fais avancer Balazar Bleu puis appuie sur SHIFT GAUCHE quand ce sera fait.

# __help8_None_blue_None_red_None__
source: Red Balazar can reach the next platform and go through the portal!
de: Jetzt musst du nur noch den roten Balazar zum Portal bringen!
fr: Tu n'as plus qu'à faire avancer Balazar Rouge et franchir le portail !

# __help9_None__
source: Some chests are above the mushrooms... guess how to get them!
de: Einige Truhen sind hoch über den Pilzen... finde heraus, wie man sie bekommt!
fr: Certains coffres sont placés en hauteur... à toi de deviner comment les attrapper !

# __help10_None__
source: Blue mushrooms can also be used to make a U-turn!
de: Blaue Pilze können auch verwendet werden um zu wenden!
fr: Les plateformes bleues peuvent aussi servir faire demi-tour !

# __help11_None__
source: It's time to learn advanced acrobatics: the BROTHER-SURF! First, move Blue Balazar onto the chest.
de: Es ist Zeit, ein weiteres akrobatisches Kunststück zu lernen: BRUDER-SURFEN! Gehe zuerst mit dem blauen Balazar zur Truhe.
fr: Il est temps d'apprendre une acrobatie plus complexe : le FRERE-SURF ! Pour commencer, fais avancer Balazar Bleu jusqu'au coffre.

# __help12_None__
source: Now, move Red Balazar on to Blue Balazar.
de: Bringe jetzt den roten Balazar auf den blauen.
fr: Maintenant fais avancer Balazar Rouge et réalise un portage.

# __help12_None_blue__
source: When done, press RIGHT SHIFT.
de: Drücke SHIFT RECHTS, wenn du fertig bist.
fr: Une fois ceci fait, appuie sur SHIFT DROIT.

# __help12_None_blue_None__
source: To perform a brother-surf, cause Blue Balazar to fall by holding RIGHT-SHIFT. When the arrow appears move Red-Balazar onto the next mushroom. Be fast: Red Balazar must pass through the portal BEFORE Blue Balazar falls to his death!
de: Um das Bruder-Surfen durchzuführen, bringe den blauen Balazar zum Fliegen, indem du SHIFT RECHTS länger drückst. Sobald der Pfeil erscheint, bringe den roten Balazar auf den nächsten Pilz. Du musst dabei schnell sein: Der rote Balazar muss im Portal sein bevor der blaue zu Tode stürzt!
fr: Pour terminer le frère-surf, laisse appuyé sur SHIFT DROIT jusqu'à faire tomber Balazar Bleu, puis fais sauter Balazar Rouge dès que possible, et passe à travers le portail. Attention, il faut faire vite : Balazar Rouge doit franchir le portail AVANT que Balazar Bleu ne meure !

# __help13_None__
source: To open the DOOR, you need 7 KEYS. Try to get them!
de: Du benötigst 7 SCHLÜSSEL, um die Tür zu öffnen. Versuche, sie zu bekommen!
fr: Pour ouvrir la PORTE, tu as besoin de 7 CLEFS. Essaie de les récupérer !

# __help14_None__
source: When a Balazar cannot move, you can make him jump to his death by holding down the corresponding SHIFT key. The game will end but you can restart at the start of this level. However, don't die too often, since you lose a chest each time!
de: Wenn ein Balazar blockiert ist, kannst du ihn Selbstmord begehen lassen, indem du die dazugehörige SHIFT-Taste lange drückst. Das Spiel wird beendet und du kannst das Level neu starten. Tue das jedoch nicht zu oft, denn du verlierst jedes mal eine Truhe!
fr: Lorsqu'un Balazar est bloqué, tu peux le faire tomber en laissant appuyer longtemps sur sa touche SHIFT. Dans ce cas, tu recommences au début du niveau et tu perds un coffre, donc il ne faut pas en abuser ! Pour reprendre le tutoriel après être mort, relance simplement le jeu.

# __help15_None__
source: Congratulations! In the game, the 7 keys may be spread across several levels.
de: Super! Beachte, dass die 7 Schlüssel im Spiel über mehere Level verteilt sein können.
fr: Bravo ! Attention, dans le jeu les 7 clefs peuvent être dispersées dans plusieurs niveaux.

# __help16_None__
source: You can control the camera with the UP, DOWN, LEFT and RIGHT keys, or the PADDLE of the joypad. To reset the camera, rapidly press these keys.
de: Du kannst die Kamera mit den Pfeiltasten LINKS, RECHTS, HOCH und RUNTER und dem Joystick kontrollieren. Um die Kamera zurückzusetzen, drücke eine der Tasten mehrmals schnell hintereinander.
fr: Tu peux contrôler la caméra en utilisant les touches HAUT, BAS, GAUCHE, DROITE, ou la MANETTE du joypad. Pour réinitialiser la caméra, appuie très vite sur les touches de direction.

# __help17_None__
source: To quit the game, press 'Escape' or the letter 'q'. You can then choose between restarting the current world from the first level, or saving the current position.
de: Um das Spiel zu beenden, drücke 'Escape' oder 'Q'. Du kannst dann entweder die aktuelle Welt mit dem ersten Level neu starten oder den Spielstand speichern und beim selben Level wieder anfangen.
fr: Pour quitter le jeu, appuie sur 'Échap' ou sur la lettre 'q'. Tu peux ensuite choisir entre recommencer le monde à zéro ou sauvegarder.

# __helpend_None__
source: The tutorial is completed!
de: Das Tutorial ist zu Ende!
fr: Le tutoriel est terminé !

# __helpend_None_red__
source: At last! I was bored!
de: Endlich! Mit war schon langweilig...
fr: Enfin ! J'en avais marre moi !

# __helpend_None_blue__
source: Now, it's time to free our girlfriends!
de: Jetzt ist es an der Zeit, unsere Freundinnen zu befreien!
fr: Maintenant, il est temps d'aller libérer nos copines!

# __striking_fruit_blue__
source: Beware of the STRIKING-FRUITS! I really wonder why they are so angry?
de: Achtung, AUSTRETENDE PFLANZEN ! Warum die wohl so aggressiv sind?
fr: Attention aux FRUITS-FRAPPEURS ! Je me demande pourquoi ils sont aussi agités ?

# __striking_fruit_blue_red__
source: It's nothing... they are angry since I squeeze two of them each morning for breakfast. They want revenge!
de: Ooch, nichts... Sie sind sauer auf mich seit ich zwei von ihnen jeden Morgen zum Frühstück auspresse. Sie wollen sich rächen!
fr: C'est rien... c'est depuis que je m'en presse deux tous les matins au p'tit déj. Ils veulent se venger !

# __ransom_None__
source: Hello, do you have the ransom?
fr: Bonjour, avez-vous la rançon ?

# __ransom_None_blue__
source: Yes, I have the 100 chests!
fr: Oui, j'ai les 100 coffres !

# __ransom_None_blue_None__
source: Good... Enter, and be welcome at the hopeless castle. And please excuse me if I haven't got the time for cleaning up the traps of the castle... ha ha ha!
fr: C'est bien... Entrez, et soyez les bienvenus au château de la désespérance. Excusez-moi, je n'ai pas eu le temps de faire le ménage parmi les pièges du château... ha ha ha !

# __ransom_None_blue_None_red__
source: It is YOU we are going to clean up, Grey Balazar!
fr: C'est TOI qu'on va nettoyer, Balazar Gris !

# __ransom_None_red__
source: Not yet...
fr: Pas encore...

# __ransom_None_red_None__
source: You don't have the ransom. Come back when you have the 100 chests!
fr: Vous n'avez pas la rançon. Revenez quand vous aurez les 100 coffres !

# __ransom_None_red_None_blue__
source: We'll be back with the chests, Grey Balazar!
fr: On reviendra avec les coffres, Balazar Gris !

# __ransom_None_red_None_red__
source: We can negotiate... 50% of the chests, 50% of the princesses? no? No. Well, so we need to get the chests...
fr: On peut négocier... 50% des coffres, 50% des princesses ? non ? Non. Bon, ben faut trouver les coffres...

# __end_BalazarGris__
source: You? Here? It's impossible... you have succeeded!
fr: Vous ? Ici ? C'est impossible... vous avez réussi !

# __end_BalazarGris_blue__
source: Balazarette Violet!
fr: Balazarette Violette !

# __end_BalazarGris_blue_BalazarGris__
source: My traps were infallible...
fr: Mes pièges étaient pourtant infaillibles...

# __end_BalazarGris_blue_BalazarGris_red__
source: Balazarine Mandarin!
fr: Balazarine Mandarine !

# __end_BalazarGris_blue_BalazarGris_red_BalazarGris__
source: So the game is ended...
fr: Le jeu est fini...

# __end_BalazarGris_blue_BalazarGris_red_BalazarGris_blue__
source: ...and we have won!
fr: ...et nous avons gagné !
