Repository: pypi-data/pypi-mirror-40
Catalog: packages/TracMercurial/TracMercurial-1.0.0.9.tar.gz/TracMercurial-1.0.0.9/tracext/hg/locale/*/LC_MESSAGES/tracmercurial.po
Languages: fr

source: no such changeset
fr: pas de révision

source: Graft:
fr: Greffe :

source: Diff against this parent (show the changes merged from the other parents)
fr: Différences vis-à-vis de ce parent (montre les changements apportés par l'autre parent)

source: Note: this is a %(merge)s changeset, the changes displayed below correspond to the merge itself.
fr: Note: ceci est un changeset de type %(merge)s, les modifications ci-dessous correspondent au merge lui-même.

source: Use the %(diff)s links above to see all the changes relative to each parent.
fr: Utilisez les liens %(diff)s ci-dessus pour voir les modifications relatives à chaque parent.

source: Changeset in source repository
fr: Modification dans le dépôt d'origine

source: Convert:
fr: Conversion :

source: (binary, size greater than 100 bytes)
fr: (binaire, taille supérieure à 100 octets)

source: Repository '%(repo)s' not found
fr: Dépôt « %(repo)s »' non trouvé

source: Repository path '%(path)s' does not exist.
fr: Chemin du dépôt « %(path)s » inexistant.

source: '%(path)s' does not appear to contain a repository (Mercurial %(version)s says %(error)s)
fr: %(path)s ne semble pas contenir un dépôt Mercurial (Mercurial %(version)s reporte l'erreur suivante : %(error)s)

source: Bookmarks
fr: Signets

source: Extra heads
fr: Têtes supplémentaires

source: Tags
fr: Étiquettes

source: closed branches
fr: Branches closes

source: Unsupported "Show only adds and deletes"
fr: L'option « Afficher uniquement les ajouts et suppressions » n'est pas supportée

source: Diff mismatch: Base is a %(okind)s (%(opath)s in revision %(orev)s) and Target is a %(nkind)s (%(npath)s in revision %(nrev)s).
fr: Différences incompatibles : Source est un %(okind)s (%(opath)s dans la révision %(orev)s) et Destination est un %(nkind)s (%(npath)s dans la révision %(nrev)s).

source: Can't read from directory %(path)s
fr: Lecture du répertoire %(path)s impossible

source: Parents:
fr: Ascendants :

source: Children:
fr: Descendants :

source: Branch:
fr: Branche :

source: Tags:
fr: Étiquettes :

source: Bookmarks:
fr: Signets :
