Repository: pypi-data/pypi-mirror-40
Catalog: packages/collective.documentviewer/collective.documentviewer-5.0.4.tar.gz/collective.documentviewer-5.0.4/collective/documentviewer/locales/*/LC_MESSAGES/collective.documentviewer.po
Languages: it

source: *experimental* If you're serving files straight from a web server, there is no way to do permission checks on them. This provides a bit more security as the path to the resources will be more difficult to guess and never publisized. Of course, do not have your web server list directory contents. *If you don't know what this does, you probably do NOT want to enable it*
it: *sperimentale* Se stai servendo i file direttamente da un server web non c'è modo di eseguire verifiche dei permessi su questi. Questaimpostazione fornisce un po' di sicurezza aggiuntiva dato che il percorso alla risorsa sarà più difficile da indovinare a mai reso pubblico. Ovviamente, non permettere al tuo server web di visualizare il contenuto delle directory. *Se non hai capito che cosa questa impostazione tratti, probabilmente NON vorrai attirarlo.*

source: A new conversion to the Document Viewer is currently being generated for this document.
it: Una nuova conversione al Document Viewer è in corso per questo documento

source: Add
it: Aggiungi

source: Add Annotation
it: Aggiungi annotazione

source: Add Section
it: Aggiungi Sezione

source: Are you sure you want to convert this to document viewer?
it: Sei sicuro di voler convertire questo al Document Viewer?

source: Async Quota Size
it: Dimensione Quota Async

source: Auto Convert
it: Auto Conversione

source: Auto layout file types
it: Tipi di file per auto layout

source: Auto select layout
it: Seleziona automaticamente layout

source: Automatically convert files on creation and modification.
it: Converti automaticamente file alla creazione o modifica.

source: Blob storage using the normal ZODB blob mechanism. File storage is for just storage the files on the file system with no hard reference on write to the ZODB. This allows you to easily push the files to be served off-site.
it: Usa Blob storage per utilizzare il normale meccanismo di blob di ZODB. Usa File storage per memorizzare i file sul file system senza nessun vincolo di scrittura sullo ZODB. Questo permette di poter servire i file facilmente al di fuori del sito.

source: Click and drag an area of the image to select where the annotation should be.
it: Clicca e trascina un'area dell'immagine per selezionare dove deve posizionarsi l'annotazione

source: Close
it: Chiudi

source: Convert
it: Converti

source: Convert this to document viewer
it: Converti questo documento al Document Viewer

source: Converting
it: Sto convertendo

source: Current Annotations
it: Annotazioni correnti

source: Current Sections
it: Selezioni correnti

source: Default height to use for viewer (only for non-fullscreen mode).
it: Altezza di default per il visualizzatore (solo modalità non-fullscreen).

source: Default to fullscreen viewer.
it: Default in vista fullscreen

source: Default to show sidebar on Document Viewer.
it: Mostra la barra laterale nel Document Viewer di default

source: Default to show sidebar.
it: Mostra barra laterale di default

source: Detect if pdf has text before performing OCR on it. If text is found, ocr will be skipped. If OCR is disabled, text will always try to be retrieved from the PDF file anyways.
it: Identifica se il PDF ha del testo prima di eseguire l'OCR sullo stesso. Se viene trovato del testo, l'OCR viene saltato. Se OCR è disabiitato, si tenterà in ogni caso di estrarre il testo dal PDF.

source: Detect text
it: Identifica testo

source: Document Viewer Async Tasks
it: Task Asincroni Document Viewet

source: Document Viewer Settings
it: Impostazioni Document Viewer

source: Enable search on group view.
it: Abilita ricerca sulla vista di gruppo.

source: Extra types only work with openoffice/libreoffice installed.
it: I tipi aggiuntivi funzionano solo se openoffice/libreoffice è installato.

source: Extract the text from the PDF using OCR technology.
it: Estrai testo dal PDF usando tecnologia OCR.

source: For folders. Does not apply to topics.
it: Per cartelle. Non si applica alle collezioni.

source: For pdf files.
it: Per file PDF.

source: Fullscreen Viewer
it: Modalità fullscreen

source: Group View Batch Size
it: Dimensione pagina Vista di Gruppo

source: If this is enabled, the text will be extracted from the PDF and will be searchable using the search widget and with the Plone search. You will need to run conversion again for this parameter to be taken into account.
it: Se abilitato, il testo sarà estratto dal PDF e sarà ricercabile usando il widget di ricerca e la ricerca di Plone. Perché la modifica di questa impostazione abbia effetto dovrai eseguire di nuovo la conversione.

source: If this is enabled, the text will be extracted from the PDF and will be searchable using the search widget and with the Plone search. If this is disabled, the two following parameters 'OCR' and 'Detect text' are not taken into account. Take care that this will not make already converted elements searchable/not searchable, you will have to convert existing element yourself.
it: Se abilitato, il testo sarà estratto dal PDF e sarà ricercabile usando il widget di ricerca e la ricerca di Plone. Se disabilitato, i due seguenti parametri 'OCR' e 'Identifica testo' non saranno considerati. Tieni presente che questo non renderà gli elementi già convertiti cercabili/non-ricercabili, dovrai eseguire una nuova conversione autonomamente.

source: If you're syncing your storage to another server you would like to serve the pdf resources from, please specify the base url path.
it: Se stai sincronizzando il tuo storage con un altro server dal quale vuoi servire i sorgenti PDF, prego specifica il base path dell'URL.

source: Image Format
it: Formato immagine

source: Large Image Size
it: Dimensione Immagine Grande

source: Leave blank to take full width.
it: Lascia vuoto per usato la piena larghezza.

source: Loading
it: Carico

source: Make searchable
it: Rendi ricercabile

source: Manage Annotations
it: Gestisci annotazioni

source: Manage Sections
it: Gestisci sezioni

source: Normal Image Size
it: Dimensione Immagine Normale

source: Number of conversions to run at a time. The quota name assigned is `dv`.
it: Numero di conversioni da lanciare contemporaneamente. Il nome associato alla quota è 'dv'.

source: Obfuscate private file paths
it: Offusca path dei file privati

source: On Document Viewer.
it: Sul Document Viewer

source: Only for file storage not with zodb. Plone client must have write access to directory.
it: Solo per file storage non in ZODB. I client Plone devono avere diritti di scrittura sulla directory.

source: Override Base Resource URL
it: Sovrascrivi Base Resource URL

source: Override Contributor
it: Sovrascrivi Contributore

source: Override Contributor Organization
it: Sovrascrivi Organizzazione del Contributore

source: PDF is now being converted to Document Viewer. The current view will remain until the conversion process is complete.
it: Il PDF è in conversione dal Document Viewer. La vista corrente rimarrà tale fino al termine del processo di conversione.

source: Page
it: Pagina

source: Page:
it: Pagina:

source: Required
it: Obbligatorio

source: Save
it: Salva

source: Show Document Viewer Conversion Error
it: Mostra errori di conversione del Document Viewer

source: Show contributor
it: Mostra contributore

source: Show search box
it: Mostra campo di ricerca

source: Show search on group view
it: Mostra ricerca nella vista di gruppo

source: Show sidebar
it: Mostra barra laterale

source: Since you do not have docsplit installed on this system, we can not render the pages of this document.
it: Dato che non hai 'docsplit' installato nel sistema, non possiamo visualizzare le pagine del documento.

source: Storage Type
it: Tipo di storage

source: Storage location
it: Posizione dello storage

source: Text
it: Testo

source: The Document Viewer requires that you enable Javascript.
it: Il Document Viewer richiede l'abilitazione di JavaScript

source: The document is currently being converted to the Document Viewer view.
it: Il documento è in conversione alla vista del Document Viewer

source: The file is active in the Queue.
it: Il file è attivo nella Coda.

source: The file is not a supported document type. Your type may be supported. Check out the document viewer configuration settings.
it: Il file non è di un tipo supportato. Il tuo tipo potrebbe essere supportato, controlla le impostazioni di Document Viewer.

source: The file is number ${position} in the Queue.
it: Il file è in Coda alla posizione ${position}.

source: The page the section is for.
it: La pagina associata alla sezione.

source: The text for the annotation. Can include html.
it: Il testo dell'annotazione. Può includere HTML.

source: The title of the annotation
it: Titolo dell'annotazione

source: The title of the section
it: Titolo della sezione

source: There was an error trying to convert the document. Maybe the document is encrypted, corrupt or malformed? Check log for details.
it: C'è stato un errore convertendo il documento. Forse il documento è crittografato, corrotto o mal-formato? Controlla il log per altri dettagli.

source: This document is not yet converted to document viewer. Please click the `Document Viewer Convert` button in the actions menu to convert.
it: Il documento non è ancora convertito al Document Viewer. Prego clicca il pulsante `Conversione Document Viewer` nel menù azioni per convertire.

source: This file is currently being converted to document viewer.
it: Questo file è in conversione al Document Viewer.

source: Thumb Image Size
it: Dimensione Immagine Anteprima

source: Title
it: Titolo

source: Viewer Height
it: Altezza visualizzatore

source: Viewer Width
it: Larghezza visualizzatore

source: What to override the contributor field on viewer with.Leave blank to use document owner.
it: Valore col quale sovrascrivere il campo contributore nel visualizzatore. Lascia vuoto per usare il proprietario del documento.

source: What to override the organization field on viewer with.Leave blank to use site title.
it: Valore col quale sovrascrivere il campo organizzazione nel visualizzatore. Lascia vuoto per usare il nome del sito.

source: You may visit ${tag} until the conversion is complete.
it: Potrai visitare ${tag} quando la conversione sarà finita.

source: You might also want to ${url}.
it: Potresti anche volere ${url}.

source: check it in the process queue
it: verificalo nel processo in coda

source: description_documentviewer_global_settings_form
it: Configura le impostazioni per il visualizzatore.

source: description_documentviewer_settings_form
it: Queste impostazioni sovrascrivono quelle globali.

source: heading_documentviewer_global_settings_form
it: Impostazioni Globali Document Viewer

source: heading_documentviewer_settings_form
it: Impostazioni Document Viewer

source: js_label_close
it: CHIUDI

source: js_label_close_fullscreen
it: Chiudi fullscreen

source: js_label_contributed_by
it: Hanno contribuito:

source: js_label_document
it: Documento

source: js_label_for
it: per

source: js_label_for_page
it: per la pagina

source: js_label_link_to_note
it: Link a questa nota

source: js_label_loading
it: Caricamento

source: js_label_next
it: Prossimo

source: js_label_next_annotation
it: Prossima annotazione

source: js_label_notes
it: Note

source: js_label_of
it: di

source: js_label_on_page
it: sulla pagina

source: js_label_original_document
it: Documento Originale

source: js_label_page
it: Pagina

source: js_label_pages
it: Pagine

source: js_label_previous
it: Precedente

source: js_label_previous_annotation
it: Annotazione precedente

source: js_label_remove
it: Rimuovi

source: js_label_search
it: Cerca

source: js_label_text
it: Testo

source: the current file
it: il file corrente
