Repository: pypi-data/pypi-mirror-40
Catalog: packages/Slune/Slune-1.0.16.tar.gz/Slune-1.0.16/locale/*/LC_MESSAGES/slune.po
Languages: de, es, fr, it, nb, sl, sv

# __scenar7-2__
source: -A motorbike ! With this vehicle, I should get over any obstacles, even vertical ones!
de: -Ein Motorrad! Mit diesem Fahrzeug kann ich alle Hindernisse überwinden, sogar vertikale!
es: -¡Una moto! Con este vehículo podré pasar sobre cualquier obstáculo, ¡incluso los verticales!
fr: -Une moto ! Avec ce véhicule, je vais pouvoir franchir n'importe quel obstacle, même à la verticale !
it: -Una moto ! Con una moto potrei superare qualsiasi ostacolo, anche in verticale !
nb: -Hytta er over der! Men hvordan skal jeg nå den ?
sl: _Koča je tam. Ampak kako naj pridem do nje ?
sv: -En motorcykel ! Med ett sådant fordon borde jag kunna ta mig över alla hinder, till och med lodräta hinder!

# __scenar7-3__
source: -The hut is over there! But how am I going to reach it ?
de: -Die Hütte ist da oben! Aber wie komme ich da hin?
es: -¡La cabaña está allí arriba! ¿Cómo podría llegar?
fr: -La cabane est là-haut ! Mais comment l'atteindre ?
it: -La capanna è lassù ! Ma come raggiungerla ?
sv: -Hyddan är där borta! Men hur skall jag komma dit ?

# __scenar7-4__
source: -Follow the road, you'll find a motorbike... Then come back to me.
de: -Folge weiter dem Weg. Du wirst ein Motorrad finden. Danach treffen wir uns hier.
es: -Sigue el mismo camino, encontrarás una moto... Entonces vuelve aquí.
fr: -Continue la piste, tu trouveras une moto... ensuite, rejoinds-moi.
it: -Segui la strada, troverai una moto... poi, torna da me.
nb: -With my savings, Gnu's and various subventions... This should be ok!
sl: _Pojdi po potki, našel boš motor... Potem pridi nazaj sem.
sv: -Följ vägen så hittar du en motorcykel... Kom sen tillbaka till mig.

# __scenar7-outro-1__
source: -Welcome, Tux. I'm Python, I'm managing a pharmaceutical laboratory in India.
de: -Guten Tag, Tux. Ich bin Python, Direktor eines Pharmalabors in Indien.
es: -Bienvenido Tux. Soy Python, tengo un laboratorio farmacéutico en India.
fr: -Bienvenu, Tux. Je suis Python, directeur d'un laboratoire pharmaceutique en Inde.
it: -Benvenuto, Tux. Io sono Python, il direttore di un laboratorio farmaceutico in India.
sl: _Pozdravljen, Tux. Ime mi je Piton. Imam farmacijski laboratorij v Indiji.
sv: -Välkommen tux. Jag heter Python. Jag förestår ett medicinskt laboratorium i Indien.

# __scenar7-outro-2__
source: -I cannot give away for free the drugs you're looking for. Nonetheless my prices are 3 times lower than my american rivals'.
de: -Ich kann Euch nicht die Medikamente schenken die Ihr braucht. Aber meine Preise sind nur ein Drittel dessen, was meine amerikanischen Konkurrenten verlangen.
es: -No puedo darte gratis las medicinas, pero mis precios son tres veces menores que los de mis rivales estadounidenses.
fr: -Je ne peux pas vous donner les médicaments que vous recherchez. Cependant, mes prix sont 3 fois inférieurs à ceux de mes concurrents états-uniens.
it: -Io non posso regalarvi i medicinali che cercate. Però, i miei prezzi sono 3 volte inferiori a quelli dei miei concorrenti statunitensi.
sl: _Juuuuuhuuu...!
sv: -Jag kan inte ge bort medicinerna du letar efter gratis. men mina priser är tre gånger lägre än mina amerikanska rivalers.

# __scenar7-outro-3__
source: -With my savings, Gnu's and various subventions... This should be ok!
de: -Mit meinen Ersparnissen, denen von Gnu und von verschiedenen anderen ... Wir können das machen!
es: -Con mis ahorros, los de Gnu y varias subvenciones... debería bastar.
fr: -Avec mes économies, celles de Gnu et diverses aides... c'est faisable !
it: -Con i miei risparmi, quelli di Gnu e vari aiuti... è possibile !
sv: -Med mina besparingar, Gnu och diverse subventioner...Detta låter bra!

# __scenar7-outro-4__
source: -Let's meet in India next month. Be quiet, what we are doing is *not* legal.
de: -Wir treffen uns in einem Monat in Indien. Seid unauffällig, denn das was wir machen ist ... illegal.
es: -Nos vemos en India el mes que viene. Sé discreto, lo que estamos haciendo *no* es legal.
fr: -Rendez-vous en Inde dans un mois. Sois discret car ce que nous faisons est... illégal.
it: -Ci rivediamo in India tra un mese. Sii discreto poiché quello che facciamo è... illegale.
nb: -Woohoo...!
sv: -Låtom oss träffas i Indien nästa månad. Håll tyst för det vi göra är *inte* lagligt.

# __scenar7-outro-5__
source: -Woohoo...!
de: -Auf weia!
es: -¡Yuju!
fr: -Heuaaaah...!
it: -Heuaaaah...!
sv: -Ho ho...!

# __scenar8-intro-0__
source: India, April 4th 2003, 9:30am
de: Indien, 4. April 2003, 9:30
es: India, 4 de Abril del 2003, 9:30 de la mañana.
fr: Inde, 4 Avril 2003, 9:30
it: India, 4 Aprile 2003, 9:30
sl: Indija, 4. April 2003, 9:30
sv: Indien, 4. april 2003, 9:30

# __scenar8-intro-1__
source: -Here we are. We still have to find the laboratory...
de: -Wir sind also hier. Wir müssen nur noch das Labor finden ...
es: -Aquí estamos. Pero todavía tenemos que encontrar el laboratorio...
fr: -Nous y voici. Il ne reste plus qu'à trouver le laboratoire...
it: -Siamo qui. Dobbiamo ancora trovare il laboratorio...
nb: -Her er vi. Vi må fortsatt finne laboratoriet...
sl: _Ok, tukaj sva, ampak še vedno morava najti laboratorij...
sv: -Ok, nu är vi här. Vi måste fortfarande hitta laboratoriet...

# __scenar8-intro-2__
source: -You may follow my assassins... I think they are going there as well.
de: -Ihr müsst nur meinen Killern folgen ... Ich glaube sie werden da sein wo Ihr hingeht.
es: -¿Por qué no sigues a mis Asesinos? Creo que van para allá.
fr: -Vous n'avez qu'à suivre mes tueurs... Je crois qu'ils vont là où vous allez.
it: -Non dovete che seguire i miei sicari... credo che anche loro stiano andando là.
nb: -Du kan følge leiemordera mine... Jeg tror de skal dit allikevel.
sl: _Lahko gresta za mojimi morilci... Slučajno greste v isto smer.
sv: -Följ mina lönnmördare... jag tror dom också är på väg dit.

# __scenar8-intro-3__
source: -Shark !
de: -Hai!
sl: _Morski Pes !
sv: -Hajen !

# __scenar8-intro-4__
source: -Hurry up! We have to stop these assassins ! Take the green bonus and use the plasma with the right mouse button or the Alt key.
de: -Schnell, wir müssen die Killer stoppen! Nimm' den grünen Bonus und gebrauche das Plasma mit der rechten Maustaste oder der Alt-Taste.
es: -¡Rápido! ¡Tenemos que parar a esos asesinos! Coge el bonus verde y usa el plasma con el botón derecho o la tecla Alt.
fr: -Vite, il faut arrêter les tueurs ! Prends le bonus vert et utilise le plasma avec le bouton droit de la souris ou la touche Alt.
it: -Presto, bisogna fermare questi assassini ! Prendere il bonus verde ed utilizzare il plasma con il bottone destro del mouse o il tasto Alt.
nb: -Det er for seint... 3... 2... 1... 0 !
sl: _Prepozno... 3... 2... 1... 0 !
sv: -Skynda er! Vi måste stoppa mördarna ! Ta den gröna bonusen och använd plasmat med den högra musknappen eller Alt-tangenten.

# __scenar8-1__
source: -It's too late... 3... 2... 1... 0 !
de: -Zu spät ... 3... 2... 1... 0 !
es: -Es demasiado tarde... 3... 2... 1... 0 !
fr: -C'est trop tard... 3... 2... 1... 0 !
it: -E' troppo tardi... 3... 2... 1... 0 !
sv: -Det är försent... 3... 2... 1... 0 !

# __scenar8-outro-1__
source: -Welcome to India Tux. Patent laws are quite different in my country, thus we are still allowed to produce the cure for AIDS despite the patents.
de: -Willkommen in Indien, Tux. Die Patentgesetze in meinem Land sind ein wenig anders. Trotz bestehender Patente haben wir noch das Recht Anti-AIDS Medikamente zu produzieren.
es: -Bienvenido a India, Tux. Las leyes sobre patentes son bastante diferentes en mi país. Esto nos permite producir la cura para el SIDA a pesar de las restricciones.
fr: -Bienvenu en Inde, Tux. Les lois sur les brevets sont quelque peu différentes dans mon pays, aussi avons-nous encore le droit de produire les médicaments contre le Sida malgré les brevets.
it: -Benvenuto in India, Tux. Le leggi sui brevetti sono abbastanza diverse nel mio paese, e quindi possiamo ancora produrre le medicine anti-AIDS nonostante i brevetti.
nb: -While waiting for the cargo, do you fancy bowling ?
sl: _Bi se mi pridružil pri partiji bowlinga, medtem ko se tovor nalaga ?
sv: -Välkommen till Indien Tux. Patentlagarna är annorlunda i mitt land, så vi får fortfarande producera dessa mediciner mot AIDS trots patenten.

# __scenar8-outro-2__
source: -However, we are not allowed to export them... At least not officialy. I cannot be held responsible for the use of my products though... And my prices are quite reasonable.
de: -Aber wir haben nicht das Recht sie zu auszuführen ... zumindest nicht offiziell. Das will heissen, dass ich nicht verantwortlich bin, für das was mit meinen Medikamenten geschieht. Und meine Preise sind dreimal billiger.
es: -Desgraciadamente, no se nos permite exportarla... al menos no oficialmente. Pero no pueden responsabilizarme por el uso de mis productos... y mis precios son muy razonables.
fr: -Cependant, nous n'avons pas le droit de les exporter... du moins pas officellement. Cela dit, je ne suis pas responsable de l'usage qui sera fait de mes médicaments... et mes prix sont très avantageux.
it: -Però, non ci è permesso esportarle... almeno non ufficialmente. Ad ogni modo, non sono responsabile per come verranno utilizzate le mie medicine... ed i miei prezzi sono molto vantaggiosi.
sv: -Men, vi får inte exportera dem... Åtminstone inte officiellt. Jag kan inte hållas ansvarig för mina produkter... och mina priser är resonliga.

# __scenar8-outro-3__
source: -It's illegal... but we do not have any choice. Anyway it should not be legal to let people die like that !
de: -Das ist illegal, aber wir haben keine andere Wahl. Es sollte auch nicht legal sein Leute krepieren zu lassen!
es: -Es ilegal... pero no tenemos elección. ¡Tampoco debería ser legal dejar morirse así a la gente!
fr: -C'est illégal mais... on a pas le choix. Et puis ça ne devrait pas être légal de laisser les gens crever !
it: -E' illegale ma... non abbiamo altra scelta. Comunque non dovrebbe essere legale lasciare morire la gente in questo modo !
sv: -Det är olagligt... men vi har inget val. Oberoende så borde det inte vara lagligt att låta mitt folk dö så där !

# __scenar8-outro-4__
source: -While waiting for the cargo, do you fancy bowling ?
de: -Während wir auf die Ladung warten ... sagt Dir das was: 'Bowling'?
es: -Mientras esperamos el cargamento... ¿te hacen unos bolos?
fr: -En attendant la préparation du chargement, ça te dit un petit bowling ?
it: -Intanto che aspettiamo il carico, che ne dici di un piccolo bowling ?
sv: -Vad gör vi medan vi väntar på lasten... Gillar du bowling ?

# __scenar9-intro-1__
source: -Here's Bombay best bowling. What about a little game while waiting for your cargo to be ready ?
de: -Hier ist der beste Bowling-Spieler von Bombay. Eine kleine Partie, während wir darauf warten dass Deine Ladung fertig ist?
es: -Esta es la mejor bolera de Bombay. ¿Echamos una partidilla mientras preparan el cargamento?
fr: -Voici le meilleur bowling de Bombay. Une petite partie en attendant que ton chargement soit prêt ?
it: -Ecco il miglior bowling di Bombay. Una piccola partita in attesa che il carico sia pronto ?
sv: -Här finns Bombays bästa bowling. Vad skulle du säga om att spela lite medan vi väntar på att lastningen blir klar ?

# __scenar9-intro-3__
source: -Hands up! I'll count until five, and then I'll shoot everyone down!
de: -Hände hoch! Ich zähle bis fünf und knall' euch ab!
es: -¡Manos arriba! ¡Contaré hasta cinco! ¡Y después mataré a todos!
fr: -Les mains en l'air ! Je compte jusqu'à cinq et je descends tout le monde !
it: -Mani in alto ! Conto fino a cinque e poi sparo !
nb: -Hell will change you from your ice floe, Tux... Bang! Bang!
sl: _Roke kvišku ! Ko preštejem do pet, postrelim vse !!
sv: -Upp med händerna! Jag räknar till fem, och sen skjuter jag alla.

# __scenar9-intro-4__
source: -If I push him in the pins and if I strike, he'll be traped in the machine...
de: -Wenn ich ihn in die Kegel schubbse und einen Volltreffer lande, gerät er in die Maschine ...
es: -Si le empujo a los bolos y los tiro todos, ¡quedará atrapado en la máquina!
fr: -Si je le pousse dans les quilles et que je fais un strike, il sera emporté dans la machine...
it: -Se lo spingo tra i birilli e poi faccio strike, sarà intrappolato nella macchina...
sl: _Hmm, Če ga porinem med keglje in podrem vse, bo ujet v avtomatu...
sv: -Om jag knuffar in honom bland käglorna och gör en strike så borde han fastna i maskinen...

# __scenar9-outro-1__
source: -Hell will change you from your ice floe, Tux... Bang! Bang!
de: -Die Hölle wird Dich in Eis verwandeln, Tux ... Peng! Peng!
es: -Echarás de menos tu querido hielo antártico entre los fuegos del infierno. ¡Pan! ¡Pan!
fr: -L'enfer te changera de la banquise, Tux... Pan ! Pan !
it: -L'inferno ti toglierà dalla banchisa, Tux... Bang ! Bang !
sl: _Tux, Pojdi k vragu ! ... Bum! Bum!
sv: -Han kommer att jaga dig bort från isflaket, Tux... Pang! Pang!

# __scenar9-outro-2__
source: -Strike !
de: -Versenkt!
sl: _Juhu, vseh 10 !

# __scenar9-outro-3__
source: -We'll meet again Tux... Let go of me, stupid machine !
de: -Wir sehen uns noch Tux ... Lass' mich los du ätzende Maschine!
es: -¡Nos volveremos a ver, Tux! En cuanto pueda salir de esta estúpida máquina...
fr: -On se reverra Tux... Lâche-moi sale machine !
it: -Ci rivedremo ancora Tux... lasciami andare stupida macchina !
sl: _Še se bova srečala, Tux... Spusti me,ti neumna mašina !
sv: -Vi syns igen Tux... Släpp loss mig, dumma maskin !

# __scenar10-intro-1__
source: -I've got the medicine... From now on I don't see what could go wron...
de: -Ich habe die Medikamente ... Jetzt weiss' ich nicht was uns noch passieren könn ...
es: -Tengo las medicinas... Ahora no sé qué podría ir mal...
fr: -J'ai les médicaments... maintenant je ne vois pas ce qui pourait nous arriv...
it: -Ho le medicine... D'ora in avanti non vedo cosa potrebbe andare storto...
nb: -Sorry, I'm in a hurry.
sl: _Imam zdravila... Zdaj ne more iti nič več naro...
sv: -Jag har medicinen... Nu kan jag inte komma på vad som kan gå sne...

# __scenar10-intro-2__
source: -I'm so sorry ! Did I jostle you ? But I think I know you, what a stroke of luck !
de: -Entschuldigung. Habe ich Sie vielleicht ein wenig angerempelt? Aber ich habe den Eindruck, dass wir uns kennen. Welch glücklicher Zufall!
es: -¡Lo lamento tanto! ¿Te he empujado? Pero creo que te conozco, ¡qué suerte tengo!
fr: -Oh pardon ! Je vous ai un peu bousculé peut-être ? Mais j'ai l'impression que nous nous connaissons, quel heureux hasard !
it: -O scusa ! Ti ho spinto ? Ma ho l'impressione che ci conosciamo, che colpo di fortuna !
sl: _Mudi se mi, oprosti...
sv: -Ursäkta ! Knuffade jag dig ? Fast, vänta, jag tror jag känner igen dig. Vilken lyckoknuff !

# __scenar10-intro-3__
source: -Sorry, I'm in a hurry.
de: -Entschuldigung. Ich bin in Eile.
es: -Lo siento, tengo prisa.
fr: -Excusez-moi, je suis pressé.
it: -Spiacente, ho fretta.
sv: -Beklagar, jag har bråttom.

# __scenar10-intro-4__
source: -We have to get everything back... and quickly enough if we don't want to miss the plane! First, I must find a motorbike to climb over the buildings.
de: -Wir müssen alles wieder einsammeln ... und zwar schnell genug um nicht das Flugzeug zu verpassen! Aber erst muss ich ein Motorrad finden um das Gebäude hochzufahren.
es: -Tenemos que recuperarlo todo... ¡y rápido, si no queremos perder el avión! Lo primero es encontrar una moto para subir por los edificios.
fr: -Il n'y a plus qu'à tout récupérer... et suffisamment vite pour ne pas rater l'avion ! Je dois d'abord trouver une moto pour pouvoir grimper le long des immeubles.
it: -Dobbiamo riportare tutto indietro... e abbastanza in fretta se non vogliamo perdere l'aereo ! Innanzitutto devo trovare una moto per salire in cima ai palazzi.
nb: -The plane is about to take off... It's too late!
sl: _Tux ! Letalo že vzleta ! Prepozna sva ...!
sv: -Vi måste få tillbaka allt... och det snabbt om vi inte vill missa planet! Först måste jag hitta en motorcykel för att komma över byggnaderna.

# __scenar10-1__
source: -Tux ! The plane's taking off! It's too late, we failed...!
de: -Tux! Das Flugzeug startet gerade! Wir sind zu spät! Wir sind gescheitert!
es: -¡Tux! ¡El avión está despegando! Demasiado tarde, hemos fallado.
fr: -Tux ! L'avion est en train de décoller ! C'est trop tard nous avons échoué...!
it: -Tux ! L'aereo sta decollando ! E' troppo tardi, non ce l'abbiamo fatta...!
nb: -Tux! Flyet tar av! Det er for sent, vi feilet...!
sv: -Tux ! Planet lyfter! Det är försent. Vi misslyckades...!

# __medoc_winner__
source: -I've got them all !
de: -Das reicht. Ich habe genug!
es: ¡Los tengo todos!
fr: -Ça y est je les ai tous !
nb: -Jeg har dem alle!
sl: _Imam jih !
sv: -Jag har dom alla !

# __scenar11-intro-1__
source: -The plane is about to take off... It's too late!
de: -Das Flugzeug hebt gerade ab ... zu spät!
es: -El avión va a despegar... ¡es demasiado tarde!
fr: -L'avion s'apprête à décoller... c'est trop tard !
it: -L'aereo sta per decollare... è troppo tardi!
sv: -Planet är på väg att lyfta... Det är försent!

# __scenar11-intro-2__
source: -No, we still have another chance! No time to board, hurry up, catch up with the plane and land on top of it!
de: -Nein, es gibt noch eine Chance! Wir haben nicht mehr Zeit um ins Flugzeug zu kommen. Hole das Flugzeug noch ein und springe auf das Dach!
es: -¡No! ¡Todavía tenemos una oportunidad! No hay tiempo, ¡date prisa! ¡alcanza el avión y súbete encima!
fr: -Non, il reste encore une chance ! Pas le temps de monter à bord, fonce, rattrape l'avion et pose-toi sur le toit de l'appareil !
it: -OK... ci vediamo col prossimo volo. Ora devo andare!
nb: -OK... meet me by the next flight. I have to go now!
sv: -Nej, vi kan hinna ! Vi hinner inte stiga ombord, skynda dig, hinn upp planet och landa ovanpå det !

# __scenar11-intro-3__
source: -So that we will avoid custom. I don't need to remind you that our importation of medicine is... forbiden, even tough it may save lives!
de: -So vermeiden wir den Zoll. Ich erinnere Dich daran, dass die Einfuhr von Medikamenten illegal ist selbst wenn sie Leben retten kann!
es: -Así evitaremos la aduana. No tengo que recordarte que nuestra medicina de importación está... prohibida, ¡aún cuando puede salvar vidas!
fr: -Comme cela, nous évitons la douane. Je te rappelle que l'importation de médicaments que nous faisons est... illégale, même si elle peut sauver des vies !
sv: -Så att vi kan undvika tullen. Jag behöver väl inte påminna dig om att vår medicinimport är... förbjuden, trots att den kan rädda liv!

# __scenar11-intro-4__
source: -OK... meet me by the next flight. I have to go now!
de: -In Ordnung ... Wir treffen uns beim nächsten Flug. Ich hau ab!
es: -De acuerdo... nos veremos en el próximo vuelo. ¡Tengo que irme!
fr: -D'ac... rejoins-moi par le prochain vol. J'y vais !
sv: -Ok... möt mig vid nästa flyg. Jag måste sticka nu!

# __scenar11-1__
source: -Tux, the plane is gone and the custom officers are on their way... it's too late, we failed!
de: -Tux, das Flugzeug ist weg und der Zoll kreuzt auf ... Zu spät wir haben verloren!
es: - Tux, el avión se ha ido y los oficiales de la aduana vienen de camino... es demasiado tarde, ¡hemos fallado!
fr: -Tux, l'avion est parti et la douane rapplique... c'est trop tard, nous avons échoué !
it: -Africa, 18 Giugno 2003, 13:15
nb: Africa, 18. Juni 2003, 13:15
sv: -Tux, planet är borta och tullarna är på väg... det är försent, vi misslyckades !

# __scenar12-intro-1__
source: -On behalf of the Captain and your crew we welcome you aboard our flight to Africa!
de: -Der Kapitän und seine Crew heissen Sie Willkommen an Bord des Flugzeugs. Wir wünschen Ihnen eine angenehme Reise nach Afrika!
es: En nombre del capitán y la tripulación le damos la bienvenida abordo de nuestro vuelo hacia África.
fr: -Le commandant et son équipage vous souhaite la bienvenue à bord de cet appareil. Bonne route pour l'Afrique !
sv: -Kaptenen och hans besättning hälsar er välkomna ombord på vår flygtur till Afrika!

# __scenar12-intro-2__
source: -Herr... I must have been dreaming, but I think I just saw one of Shark's assassin!
de: -Aber ... ich träume. Ich dachte einen der Killer von Hai zu sehen!
es: -¡Debo estar soñando! ¡Creo que he visto a uno de los Asesinos de Shark!
fr: -Mais... je rêve, j'ai cru voir un des tueurs de Shark !
sv: -Aaaj...Jag måste ha drömt, men jag tror jag just såg en av hajens lönnmördare !.

# __scenar13-intro-0__
source: Africa, June 18th 2003, 13:15
de: Afrika, 18. Juni 2003, 13:15
es: África, 18 de Junio del 2003, 13:15
fr: Afrique, 18 Juin 2003, 13:15
sv: Afrika, 18. juni 2003, 13:15

# __scenar13-intro-1__
source: -Hi, I'm your guide, Gnu sent me to help you cross the desert. Follow me!
de: -Guten Tag, ich komme von Gnu um Euch durch die Wüste zu führen. Folgt mir!
es: -Hola, soy el guía. Gnu me ha enviado para que te ayude a cruzar el desierto. ¡Sígueme!
fr: -Bonjour, je suis un guide envoyé par Gnu pour traverser le désert. Suis-moi !
it: -Sta arrivando una tempesta, è tutto perduto!
nb: -If I did stunts, perhaps someone would notice me?
sv: -Hej, jag är er guide. Gnu skickade mig för att hjälpa er att ta er genom öknen. Följ mig!

# __scenar13-intro-2__
source: -He ran away... It was a trap ! Here am I, lost in the middle of the desert.
de: -Er ist davongelaufen ... Das ist eine Falle! Verloren, mitten in der Wüste!
es: -Ha huído... ¡Era una trampa! Y ahora estoy aquí, perdido en mitad del desierto.
fr: -Il s'est enfui... c'était un piège ! Me voilà perdu en plein désert.
sv: -Han sprang iväg.... Det var en fälla ! Här är jag, vilse i mitten av öknen.

# __scenar13-intro-3__
source: -If I did stunts, perhaps someone would notice me?
de: -Vielleicht bemerkt mich jemand, wenn ich ein wenig Akrobatik mache.
es: -Aunque si hago piruetas, tal vez alguien me vea.
fr: -Si je fais des acrobaties, peut-être que quelqu'un me remarquera ?
sv: -Om jag gjorde konster, så kanske nån skulle märka mig ?

# __scenar13-intro-4__
source: -By jumping and using my turbo, I can go really high and do amazing loopings.
de: -Wenn ich springe und den Turbo benütze, komme ich sehr hoch und kann super Loopings machen.
es: -Si salto y uso el turbo, puedo hacer acrobacias realmente altas y sorprendentes.
fr: -En sautant et en utilisant le turbo, je peux monter très haut et faire des super loopings.
nb: -A storm is coming, everything is over!
sv: -Genom att hoppa och använda turbo så kan jag komma högt upp och göra häftiga loopar.

# __scenar13-1__
source: -A storm is coming, everything is over!
de: -Ein Sturm kommt. Alles ist verloren!
es: -Viene una tormenta, ¡todo ha terminado!
fr: -Une tempête arrive, tout est perdu !
sv: -Storm på väg, allt är slut !

# __scenar13-outro-1__
source: -I'm back... I, hummm, I... I noticed your stunts...
de: -Ich, hmm, ich ... ich habe Deine Akrobatik bemerkt ...
es: -He vuelto... yo... ehhh... yo... he visto tus piruetas...
fr: -Me revoici... je, heu, je... j'ai repéré tes acrobaties...
it: -Ma ho appena scoperto che mia figlia ha l'AIDS...
sv: -Tillbaks....jag, hmmm, jag....jag märkte dina konster...

# __scenar13-outro-2__
source: -Shark paid me a lot of money to loose you in the desert, and I'm not rich
de: -Ich bin arm und Hai hat mich sehr gut bezahlt um Dich in der Wüste verloren gehen zu lassen.
es: -Soy muy pobre, y Shark me pagó mucho dinero para perderte en el desierto.
fr: -Shark m'avait payé grassement pour te perdre dans le désert, et je ne suis pas riche.
nb: -But I just found out that my daughter has Aids...
sv: -Hajen gav mig en massa pengar för att tappa bort dig i öknen, och jag är inte rik.
