Repository: pypi-data/pypi-mirror-40
Catalog: packages/Slune/Slune-1.0.16.tar.gz/Slune-1.0.16/locale/*/LC_MESSAGES/slune.po
Languages: de, es, fr, it, nb, sl, sv

# __banner_text__
source: Version: %s . . . Slune is a Nekeme Prod. game (http://www.nekeme.net) . . . Website: http://slune.nekeme.net . . . License: GPL . . . Python powered . . . Slune team: - Python code/Scenario: Jiba <jiba@tuxfamily.org> - C code/Graphics/Music: Blam <blam@tuxfamily.org> . . .
de: Version : %s|Slune ist ein Spiel von Nekeme Prod. (http://www.nekeme.net)|Webseite: http://slune.nekeme.net|Lizens: GPL|Programmiert in Python|Umsetzung: - Python Code /Drehbuch: Jiba <jiba@tuxfamily.org> - C Code/Graphik/MusiK: Blam <blam@tuxfamily.org>
es: Versión: %s . . . Slune es un juego de Nekeme Prod. (http://www.nekeme.net) . . . Sitio web: http://slune.nekeme.net . . . Licencia: GPL . . . Python powered . . . Equipo de Slune: - Código de Python/Escenarios: Jiba <jiba@tuxfamily.org> - Código C/Gráficos/Música: Blam <blam@tuxfamily.org> Traducción al Castellano Manuel Urbano Santos <mu01@fedro.ugr.es> . . .
fr: Version : %s|Slune est un jeu de Nekeme Prod. (http://www.nekeme.net)|Site web : http://slune.nekeme.net|License : GPL|Programmé en Python|Réalisation : - Programmation en Python/Scenario: Jiba <jiba@tuxfamily.org> - Programmation en C/Graphisme/Musique: Blam <blam@tuxfamily.org>
it: Versione : %s . . . Slune è un gioco Nekeme Prod. (http://www.nekeme.net) . . . Sito web : http://oomadness.tuxfamily.org/fr/slune . . . Licenza : GPL . . . Scritto in Python . . . Programmazione in Python/Scenario: Jiba <jiba@tuxfamily.org> - Programmazione in C/Grafica/Musica: Blam <blam@tuxfamily.org> . . .
nb: Versjon: %s . . . Slune er fra Nekeme Prod. game (http://www.nekeme.net) . . . Hjemmeside: http://oomadness.tuxfamily.org/en/slune/ . . . Lisens: GPL . . . Python powered . . . Slune-team: - Python-kode/Scenario: Jiba <jiba@tuxfamily.org> - C-kode/Grafikk/Musikk: Blam <blam@tuxfamily.org> . . .
sl: Version: %s . . . Slune je igra, ki so jo naredili Nekeme Prod. (http://www.nekeme.net) . . . Internetna stran: http://oomadness.tuxfamily.org/en/slune . . . Licenca: GPL . . . Poganja jo Python . . . Skupina Slune: - Python koda/Scenarij: Jiba <jiba@tuxfamily.org> - C koda/Grafika/Muzika: Blam <blam@tuxfamily.org> . . .
sv: Version: %s . . . Slune är ett spel från Nekeme Prod. (http://www.nekeme.net) . . . Webbsajt: http://slune.nekeme.net . . . Licens: GPL . . . Pythondrivet . . . Slune-team: - Pythonkod/Scenario: Jiba <jiba@tuxfamily.org> - C-kod/Grafik/Musik: Blam <blam@tuxfamily.org> . . .

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
nb: Tilbake
sl: Nazaj
sv: Bakåt

source: on
de: ja
fr: oui
it: sì
nb: på
sl: vklučeno
sv: på

source: off
de: nein
fr: non
it: no
nb: av
sl: izključeno
sv: av

# Play campain
source: Play campaign
de: Kampagne spielen
es: Jugar campaña
fr: Mode campagne
it: Iniziare una partita
nb: Spill kampagne
sl: Igraj celo kampanjo
sv: Spelkampanj

source: Play Level
de: Level spielen
es: Jugar nivel
fr: Mode niveau
it: Livello di gioco
nb: Spill brett
sl: Igraj določen nivo
sv: Spelnivå

source: Join multiplayer game
de: An einem Netzwerkspiel teilnehmen
es: Unirse a partida multijugador
fr: Rejoindre une partie en mode réseau
it: Iniziare una partita multigiocatore
nb: Delta i flerspillerspill
sl: Pridruži se skupni množični igri
sv: Spela med andra

source: Player Options
de: Spieloptionen
es: Opciones de Jugador
fr: Options joueur
it: Opzioni del giocatore
nb: Spillervalg
sl: Nastavitve igralca
sv: Spelarinställningar

source: Hardware Options
de: Hardwareoptionen
es: Opciones Hardware
fr: Options matériel
it: Opzioni hardware
nb: Maskinvarevalg
sl: Nastavitve strojne opreme
sv: Hårdvaruinställningar

# Graphic quality
source: Graphics Quality
de: Graphikqualität
es: Calidad gráfica
fr: Qualité graphique
it: Qualità grafica
nb: Grafikkvalitet
sl: Kvaliteta grafike
sv: Grafikkvalitet

source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa
nb: Lav
sl: Nizka
sv: Låg

source: Medium
de: Mittel
es: Media
fr: Moyen
it: Media
sl: Srednja
sv: Mellan

source: High
de: Hoch
es: Alta
fr: Elevée
it: Alta
nb: Høy
sl: Visoka
sv: Hög

source: Max vision distance
de: Maximale Sichtweite
es: Visibilidad
fr: Distance maximale de vision
it: Massima distanza di visione
nb: Maks visuell distanse
sl: Največja razdalja vidnega polja
sv: Sikt

source: Start
de: Beginn
es: Empezar
fr: Commencer
it: Comincia
sl: Začni
sv: Starta

source: Use port
de: Benutze Port
es: Usar puerto
fr: Utiliser le port
it: Utilizzare la porta
nb: Bruk port
sl: Uporabi vrata
sv: Använd port

# Distant (host or IP)
source: Remote host (hostname or IP)
de: Entfernter Rechner (Host oder IP)
es: Host remoto (nombre de host o IP)
fr: Machine distante (hôte ou IP)
it: Macchina remota (host o IP)
nb: Distanse (vert eller IP)
sl: Oddaljen gostitelj (ime gostitelja ali IP)
sv: Fjärrdator (namn eller IP)

source: Connect to port
de: Verbinde zu Port
es: Conectar a puerto
fr: Se connecter au port
it: Connettersi alla porta
nb: Koble til port
sl: Poveži se prek vrat (port)
sv: Anslut till port

# Local:
source: Local machine:
de: Lokaler Rechner:
es: Máquina local:
fr: Machine locale :
it: Macchina locale :
nb: Lokal:
sl: Lokalen računalnik:
sv: Lokal dator:

# Lap number
source: Number of laps
de: Runden
es: Número de vueltas
fr: Nombre de tours
it: Numero di giri
nb: Løp-nummer
sl: Število krogov
sv: Antal varv

# Opponents
source: Number of opponents
de: Gegner
es: Número de oponentes:
fr: Nombre de participants
it: Numero di partecipanti
nb: Konkurrenter
sl: Število nasprotnikov
sv: Antal motståndare

# Select level
source: Level selection
de: Level wählen
es: Elige un nivel
fr: Choix du niveau
it: Selezionare il livello
nb: Velg brett
sl: Izberi nivo
sv: Nivåval

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Niveau de difficulté
it: Livello di difficoltà
nb: Vanskelighetsgrad
sl: Težavnostna stopnja
sv: Svårighetsnivå

# Sounds
source: Sound
de: Sounds
es: Sonidos
fr: Sons
it: Suoni
nb: Lyder
sl: Zvok
sv: Ljud

# __racelapsformat__
source: %s laps
de: %s. Runde
es: %s vueltas
fr: %s tours
it: %s giri
nb: %s runder
sl: %s krogov
sv: %s varv

# __scoreformat1__
source: Time : %.2f s
de: Zeit: %.2f s
es: Tiempo : %.2f s
fr: Temps : %.2f s
it: Tempi : %.2f s
nb: Tim : %.2f s
sl: Čas : %.2f s
sv: Tid : %.2f s

# __figure_doublelooping__
source: Double looping
de: Doppelter Looping
es: Doble Tirabuzón
sl: Dvojni luping
sv: Dubbelvolt

# __figure_retrolooping__
source: Reverse looping
de: Rückwärtslooping
es: Tirabuzón hacia Atrás
fr: Looping inverse
it: Looping inverse
sl: Vzvratni luping
sv: Baklängesvolt

# __figure_doubleretrolooping__
source: Double reverse looping
de: Doppelter Rückwärtslooping
es: Doble Tirabuzón hacia Atrás
fr: Double looping inverse
it: Double looping inverse
sl: Dvojni vzvratni luping
sv: Dubbel baklängesvolt

# __figure_jump__
source: Jump
de: Sprung
es: Salto
fr: Saut
it: Salto
nb: Hopp
sl: Skok
sv: Hopp

# __figure_longjump__
source: Long jump
de: Großer Sprung
es: Salto largo
fr: Grand saut
it: Grande salto
nb: Langt hopp
sl: Dolg skok
sv: Långhopp

# __figure_verylongjump__
source: Very long jump
de: Gleitflug
es: Salto muy largo
fr: Vol plané
it: Volo planato
nb: Veldig langt hopp
sl: Zelo dolg skok
sv: Mycket långt hopp

# __figure_climbing__
source: Climbing
de: Anstieg
es: Trepa
fr: Ascension
it: Arrampicata
nb: Klatrer
sl: Plezanje
sv: Klättring

# __figure_highjump__
source: High jump
de: Hochsprung
es: Salto alto
fr: Saut en hauteur
it: Salto in alto
nb: Høyt hoppp
sl: Visok skok
sv: Högt hopp

# __figure_rotup__
source: Reversing
de: Umkehr
es: Inverso
fr: Renversement
it: Inversione
sl: Vzvratno
sv: Vänder

# __figure_rotup180__
source: reversed 180
de: 180 Grad rückwärts
es: 180 hacia atrás
fr: 180 renversé
it: inversione a 180
sl: Vzvratno 180
sv: Vänd 180º

# __figure_rotup360__
source: reversed 360
de: 360 Grad Fall
es: 360 hacia atrás
fr: 360 renversé
it: inversione a 360
sl: Vzvratno 360
sv: Vänd 360º

# __figure_rotup720__
source: reversed 720
de: 720 Grad Fall
es: 720 hacia atrás
fr: 720 renversé
it: inversione a 720
sl: Vzvratno 720
sv: Vänd 720º

# __figure_spinfall__
source: Spinfall
de: Drill
es: Caída giratoria
fr: Vrille
it: Piroetta
sl: Vijak
sv: Fall med spinn

# __figure_bigspinfall__
source: Big spinfall
de: Großer Drill
es: Gran Caída Giratoria
fr: Grande vrille
it: Grande piroetta
sl: Velik vijak
sv: Stort fall med spinn

# __figure_flamingtorch__
source: 'Flaming torch'
de: Entzündete Fackel
es: Antorcha
fr: 'Torche enflammée'
it: Torcia
sl: 'Goreča bakla'
sv: Blåslampa

# __figure_bigflamingtorch__
source: Big 'flaming torch'
de: Große entzündete Fackel
es: Gran Antorcha
fr: Grande 'torche enflammée'
it: Grande torcia
sl: Velika 'Goreča bakla'
sv: Stor blåslampa

# __figure_doubles__
source: Double 'S'
de: Doppeltes 'S'
es: Doble 'S'
it: Doppia 'S'
sl: Dvojni 'S'
sv: Dubbel-'S'

# __ready__
source: Ready. Please wait for other players to connect and then press any key or click on the mouse to continue
de: Bereit. Warte bis die anderen Spieler verbunden sind und drücke dann eine Taste oder klicke mit der Maus!
es: Listo. Espera a que se conecte el resto de los jugadores. Después pulsa cualquier tecla o el botón del ratón para continuar.
fr: Prêt. Attends les connections des autres joueurs et presse une touche ou clique !
it: Pronto. Attendere la connessione degli altri giocatori e poi schiacciare un tasto qualsiasi o fare click con il mouse per continuare !
nb: Klar. Vent på at andre spillere kobler til og trykk på en tast eller museknapp !
sl: Začenjam igro...
sv: Klar. Vänta på att andra spelare ansluter sig och tryck sen på en tangent eller klicka med musen för att fortsätta

# __connection__
source: Player %s from %s connected.
de: Verbindung von %s nach %s.
es: Se ha conectado %s desde %s.
fr: Connection de %s depuis %s.
it: Giocatore %s connesso da %s.
nb: Spiller %s fra %s koblet til.
sl: Igralec %s z %s se je pridružil.
sv: Spelare %s från %s ansluten.

# __warning_need_restart__
source: Warning, you might need to restart the game to take changes into account.
de: Achtung, Sie müssen eventuell das Spiel neu laden damit die Konfiguration wirksam wird.
es: Advertencia: quizás necesites reiniciar el juego para que se apliquen los cambios.
fr: Attention, il faudra peut-être redémarrer le jeu pour que les changements soient pris en compte.
it: Attenzione, bisognerà riavviare il gioco affinché i cambiamenti siano effettivi.
nb: Advarsel, du må kanskje restarte spillet for at forandringer skal tre i effekt.
sl: Pozor! Mogoče boš moral ponovno zagnati igro, da se bodo spremembe poznale.
sv: Varning, du måste kanske starta om spelet för att ändringarna skall börja gälla.

# __networkbadconfig__
source: Network not configured! You cannot connect to localhost on the same port!
de: Die Netzwerkoptionen sind nicht richtig konfiguriert! Es ist nicht möglich sich über die selbe Maschine und über den selben Port zu verbinden!
es: ¡La red no está configurada! No puedes conectarte a localhost en el mismo puerto.
fr: Options réseaux mal configurées ! Il n'est pas possible de se connecter sur la même machine et sur le même port !
it: Opzioni di rete mal configurate! Non è possibile connettersi sulla stessa macchina e sulla stessa porta !
nb: Nettverk er ikke konfigurert! Du kan ikke koble koble til localhost med samme port!
sl: Mreža ni nastavljena! Ni mogoče se povezati na lokalen računalnik preko istih vrat, na katerih tečeš server!
sv: Nätverket är inte konfigurerat! Du kan inte anslut till `localhost' på samma port!

source: Game over.
de: Verloren!
es: Has perdido.
fr: Perdu !
nb: Spillet er over.
sl: Igre je konec.
sv: Slut på spelet.

# __no_time_left__
source: No time left ! Game over.
de: Keine Zeit mehr! Verloren.
es: ¡No queda tiempo! ¡Has perdido!
fr: Plus de temps ! Perdu.
it: Tempo terminato ! Game over.
nb: Ingen tid igjen ! Spillet er over.
sl: Zmanjkalo ti je časa! Igre je konec.
sv: Tiden tog slut ! Slut på spelet.

# __race_winner__
source: You have won !
de: Bravo, Du hast diese Runde gewonnen!
es: ¡Ganas!
fr: Bravo tu as gagné la course !
it: Bravo hai vinto la corsa !
nb: Du har vunnet !
sl: Bravo! Zmagal si tekmo!
sv: Bravo, du har vunnit !

# __race_looser__
source: You loose... you finished #%s.
de: Verloren! Du hast mit Platz %s abgeschlossen.
es: Pierdes... has terminado el #%s.
fr: Perdu ! Tu as terminé en position %s.
it: Hai perso! Sei arrivato(a) in posizione %s.
nb: Du tapte... du fullførte som #%s.
sl: Izgubil si... bil si na mestu %s.
sv: Du förlorade.... slutade på %s:e plats

# __race_arrival__
source: %s arrived #%s.
de: %s kam auf Platz %s an.
es: %s llegó #%s.
fr: %s est arrivé(e) en position %s.
it: %s è arrivato(a) in posizione %s.
nb: %s ankom som #%s.
sl: %s je bil na mestu %s.
sv: %s kom på %s:e plats.

# __hunt_failed__
source: He's too far away... I'll never catch him!
de: Er ist zu weit weg ... ich hole das nie mehr auf.
es: Demasiado lejos... ¡Nunca lo cogeré!
fr: Il est trop loin... je ne le rattrapperai jamais.
it: Lui è troppo lontano... non lo raggiungerò mai.
nb: Han er for langt unna... Jeg tar ham aldri igjen!
sl: Predaleč je... Nikoli ga ne bom ujel!
sv: Han är för långt borta... Jag hinner aldrig upp honom!

# __info__
source: Nothing mentioned in Slune is a joke ! |(most of the references are in French, please e-mail |jiba@tuxfamily.org if you have English references) | |ActUp |http://www.actupp.org/1er_decembre/decembre2000/doss_press_1er_decembre.pdf | |Pfizer : Hard on up North, death down South |http://www.essentialdrugs.org/emed/hma/e-med.200005/msg00019.php | |A solution ? Traditionnal medicine ! |http://allafrica.com/stories/200207110016.html | |Informations about AIDS in Africa |http://allafrica.com/aids/ | | |Slune home page |http://slune.nekeme.net | |Nekeme Prod. |http://nekeme.net/en | |
de: Laß den Ball fallen indem Du die Wurzeln des Baumes abwirfst!
es: ¡Lo mencionado en Slune no es broma! |(muchas de las referencias están en francés, por favor, escribe a |jiba@tuxfamily.org si encuentras referencias en inglés) | |ActUp |http://www.actupp.org/1er_decembre/decembre2000/doss_press_1er_decembre.pdf | |Pfizer : La trique au Nord, la mort au Sud |http://www.essentialdrugs.org/emed/hma/e-med.200005/msg00019.php | |¿Una solución? ¡Medicina tradicional! |http://allafrica.com/stories/200207110016.html | |Informaciones sobre el SIDA en África |http://allafrica.com/aids/ | | |Página web de Slune |http://slune.nekeme.net | |Nekeme Prod. |http://nekeme.net/en | |
fr: Fais tomber la boule en lançant les troncs d'arbre !
it: Fai cadere la palla lanciando i tronchi !
nb: Europa, 8. januar 2003, 18:30
sl: Spravi žogo dol z metanjem debel !
sv: Inget av det som sägs i Slune är på skoj ! | (de flesta referenserna är på franska eller engelska, skicka e-post | jiba@tuxfamily.org om du har svenska referenser) | (skriv på engelska dock) | ActUp | http://www.actupp.org/1er_decembre/decembre2000/doss_press_1er_decembre.pdf | | Pfizer : "Hard on up North, death down South" | http://www.essentialdrugs.org/emed/hma/e_med.200005/msg00019.php | | En lösning ? Traditionell medicin ! | http://allafrica.com/stories/200207110016.html | | Information om AIDS i Afrika | http://allafrica.com/aids/ | | | Slune home page | http://slune.nekeme.net | | Nekeme Prod. | http://nekeme.net/en | |

# __scenar1-intro-0__
source: Europe, January 8th 2003, 5:30 pm
de: Europa, 8. Januar 2003, 17:30
es: Europa, 8 de Enero del 2003, 5:30 de la tarde.
fr: Europe, 8 Janvier 2003, 17:30
it: Europa, 8 Gennaio 2003, 17:30
sl: Europa, 8. januar 2003, 17:30
sv: Europa, 8. Januari 2003, 17:30

# __scenar1-intro-1__
source: Beep beep...!
de: Ring Ring ...
es: ¡Tururú...!
fr: Dring dring...!
it: Drin drin...!
nb: Tut tut...!
sl: Tutu tutu...!
sv: Tut tut...!

# __scenar1-intro-2__
source: -Right, Tux ! I managed to convince pharmaceutical industries to give us some medicine for Africa... Can you come along with the big truck ?
de: -Es ist so weit, Tux! Ich habe ein Labor überzeugt uns die Medikamente für Afrika zu geben ... Kannst Du mit einem großen Lastwagen kommen?
es: -¡Bien, Tux! He convencido a las industrias farmaceúticas de que nos den algunos medicamentos para África... Vente con el camión grande.
fr: -Ca y est, Tux ! J'ai convaincu un laboratoire de nous donner des médicaments pour l'Afrique... tu peux venir avec le gros camion ?
it: Eccoti Tux ! Ho convinto un laboratorio a regalarci delle medicine per l'Africa ... puoi venire con il camion grande ?
nb: -Ålreit, Tux ! Jeg har overbevist farmasøytiske industrier til å gi oss noen medisiner til Afrika... kan du komme med den store trucken ?
sl: _OK ! Kam naj pridem ?
sv: Okej, Tux ! Jag har lyckats övertyga läkemedelsbolagen att ge oss lite medicin till Afrika... Kan du komma med och ta den stora lastbilen med dig ?

# __scenar1-intro-3__
source: -OK ! Where is it ?
de: -Ich komme? Wo ist das genau?
es: -Muy bien. ¿Dónde es?
fr: -J'arrive ! C'est où ?
it: Arrivo ! Dov'è ?
nb: -OK ! Hvor er den ?
sv: -Okej ! Var är den ?

# __scenar1-intro-4__
source: -I'm going to guide you. To advance slowly, bring the mouse cursor to the bottom of the screen, and to go faster, bring it to the top. To turn, move the cursor left or right.
de: -Ich werde Dich hinführen. Um langsam voranzukommen positioniere den Mauszeiger um untern Rand des Bildschirms. Um abzubiegen bewege ihn nach links oder rechts.
es: -Te guiaré. Para avanzar despacio llevas el puntero del ratón a la parte de abajo de la pantalla, y para ir rápido lo llevas arriba. Para girar mueves el cursor a izquierda o derecha.
fr: -Je vais te guider. Pour avancer lentement, met le curseur de la souris en bas de l'écran, et pour aller plus vite, met-le en haut. Pour tourner, déplace le curseur à gauche ou à droite.
it: Ti guiderò io. Per avanzare lentamente, posizionare il cursore del mouse nella parte bassa dello schermo, e per andare più veloce, posizionarlo in alto. Per curvare, posizionare il cursore a destra o a sinistra.
nb: -Jeg skal veilede deg. For å avansere sakte, plasser musepekeren i bunnen av skjermen, for å gå fortere så plasser den på toppen. For å snu så beveg musepekeren til venstre eller høyre.
sl: _Zavij levo.
sv: -Jag kommer att vägleda den. För att köra sakta framåt, drag musen till nedre kanten på skärmen. För att åka snabbare drar du musen till skärmens övre kant. För att vända flyttar du musen åt höger eller vänster.

# __scenar1-1__
source: -Turn left.
de: -Fahr' nach links.
es: -Gira a la izquierda.
fr: -Prends à gauche.
it: Gira a sinistra.
nb: -Snu til venstre.
sv: -Vänd åt vänster.

# __scenar1-2__
source: -Go straight.
de: -Fahr' weiter gerade aus.
es: -Sigue recto.
fr: -Continue tout droit.
it: Continua dritto.
nb: -Gå foran.
sl: _Pelji naravnostt.
sv: -Åk rakt fram.

# __scenar1-3__
source: -Proceed to the gardens and turn far right at the end.
de: -Fahr' in die Gärten und biege am Ende nach rechts ab.
es: -Cuando llegues a los jardines al fondo a la derecha.
fr: -Entre dans les jardins et tourne au fond à droite.
it: Continua verso i giardini e gira a destra alla fine.
nb: -Gå inn i hagene og snu til høyre ved slutten.
sl: _Pelji do konca vrta in zavij skrajno desno.
sv: -Fortsätt framåt till gårdarna och vänd höger vid slutet.

# __scenar1-4__
source: -No, not here ! I've said: FAR right !
de: -Nein, nicht da lang! Ich habe gesagt AM ENDE! Nicht am Boden ...
es: -¡No! ¡He dicho AL FONDO a la derecha!
fr: -Non, pas là ! J'ai dit AU FOND à droite ! Pas à fond...
it: No, non di là ! Ho detto in fondo a destra !
nb: -Nei, ikke her ! Jeg har sagt LANGT til høyre !
sl: _Ne, ne sem ! Rekel sem na SKRAJNO desno !
sv: -Nej, inte här ! Jag sa: LÄNGST till höger !

# __scenar1-5__
source: -Good... follow this street.
de: -Das ist gut ... folge diesem Weg.
es: -Bien... sigue por esta calle.
fr: -C'est bien... suis cette route.
it: Va bene... segui questa strada.
nb: -Bra... følg denne gaten.
sl: _Dobro ...sledi cesti.
sv: -Bra... följ den här gatan.

# __scenar1-6__
source: -Enter the yard on your right.
de: -Betrete den Gang zu Deiner Rechten.
es: -Entra en el patio de tu derecha.
fr: -Entre dans la cour sur ta droite.
it: Entra nel cortile alla tua destra.
nb: -Gå inn på plassen på din høyre side.
sl: _Zapelji v atrij na tvoji desni.
sv: -Åk in på gården på höger sida.

# __scenar1-7__
source: -go out straight then turn left.
de: -Gehe erst gerade aus heraus. Danach biege links ab.
es: -Sigue recto y gira a la izquierda.
fr: -Ressors tout droit puis tourne à gauche.
it: Esci diritto e poi gira a sinistra.
nb: -går ut foran og snur til venstre.
sl: _Pojdi ven in zavij levo.
sv: -åk ut rakt och sväng sedan vänster.

# __scenar1-8__
source: -The main street splits in two; turn left...
de: -Die große Straße teilt sich. Gehe links ...
es: -La calle principal se divide en dos: gira a la izquierda...
fr: -La grande route se sépare ; prends à gauche...
it: La strada principale si divide in due ; gira a sinistra...
nb: -Hovedgaten splittes i to; ta til venstre...
sl: _Tu se glavna cesta odcepi na dvoje; zavij levo...
sv: -Huvudgatan delar sig, sväng vänster...

# __scenar1-9__
source: -...hum, no, I sould have said right... go back!
de: -... Oh nein, ich wollte rechts sagen! Umkehren!
es: -¡Ay! Perdón, quería decir a la derecha... ¡vuelve!
fr: -...heu, non, je voulais dire à droite ! Demi-tour !
it: ...beh, no, volevo dire a destra ! Inversione !
nb: -...hum, nei, jeg mente høyre !
sl: _...hmm, zmotil sem se ...moral bi reči desno. Obrni nazaj !
sv: -...hmm, nej, Jag skulle sagt höger... åk tillbaks!

# __scenar1-10__
source: -It's here. Continue...
de: -Ja genau, das ist hier. Mach weiter ...
es: Aquí está. ¡Continúa!...
fr: -Voilà, c'est ici. Continue...
it: Ecco, è qui. Continua...
nb: -Her er det. Fortsett...
sl: _Tukaj je. Pelji naprej...
sv: -Här är det. Fortsätt...

# __scenar1-outro-1__
source: -Well, I see that you're a pretty good driver.
de: -Das ist gut. Ich sehe, daß Du das richtige Fahrzeug hast.
es: -Vaya, conduces bastante bien.
fr: -C'est bon ; je vois que tu as le véhicule bien en main.
it: Bene, vedo che sei un buon guidatore.
nb: -Vel, jeg ser at du er bra sjåfør.
sl: _Dobro. Vidim, da si precej dober voznik.
sv: -Okej, Jag ser att du kör rätt bra.

# __scenar1-outro-2__
source: -Bring your truck on the loading platform, we're ready for loading.
de: -Bringt Euren Lastwagen zur Anlegestelle. Wir werden ihn Euch volladen.
es: -Acerca el camión a la plataforma, estamos listos para la carga.
fr: -Amenez votre camion sur le quais, nous allons vous le remplir.
it: Portate il vostro camion sulla piattaforma di carico, siamo pronti a caricare.
nb: -Ta med deg trucken til lasteplattformen, vi er klare til å laste på den.
sl: _Zapelji tovornjak na rampo, da naložimo zdravila.
sv: -Kör upp lastbilen till lastkajen, vi är klara för att lasta.

# __scenar1-outro-3__
source: -Hey... these look like samples.
de: -Aber ... das sind ja nur Musterexemplare.
es: -Oye... esto parecen muestras.
fr: -Mais... on dirait des échantillons.
it: Ma... sembrano campionari.
nb: -Hei... det ser ut som prøver.
sl: _Ampak... to izgleda kot vzorci.
sv: -Vänta lite...det där ser ut som varuprover.

# __scenar1-outro-4__
source: -Yes. It's why we are giving them away. Hoping to make new regular customers...
de: -Ja. Deshalb geben wir sie her. In der Hoffnung einige Kunden an uns zu binden ...
es: -Sí. Por eso las damos, para buscar nuevos clientes...
fr: -Oui. C'est pour ça qu'on les donne. Dans l'espoir de fidéliser quelques clients...
it: Si. E' per questo che li regaliamo. Sperando di farci qualche nuovo cliente...
nb: -Ja. Det er derfor vi gir deg dem. Håper på nye stamkunder...
sl: _Saj so. Zato jih pa delimo zastonj. Upamo, da dobimo nove redne kupce...
sv: -Ja. Det är därför vi ger bort dem. Vi hoppas dom skall bli nya vanliga kunder...
