Repository: pypi-data/pypi-mirror-40
Catalog: packages/Slune/Slune-1.0.16.tar.gz/Slune-1.0.16/locale/*/LC_MESSAGES/slune.po
Languages: de, es, fr, it, nb, sl, sv

# __scenar13-outro-3__
source: -But I just found out that my daughter has Aids...
de: -Aber ich habe gerade erfahren, das meine Tochter mit AIDS infiziert ist.
es: -Pero acabo de enterarme de que mi hija tiene el SIDA.
fr: -Mais je viens d'apprendre que ma fille a le Sida...
sv: -Men jag fick just reda på att min dotter har Aids...

# __scenar13-outro-4__
source: -I'll give you medicine for your daughter, if you guide me to Botswana, one of the countries most affected by Aids.
de: -Ich gebe Dir Medikamente für Deine Tochter, wenn Du mich bis nach Botswana bringst, ein Land das mit am meisten von AIDS betroffen ist.
es: -Te daré medicinas para tu hija si me guías a Botswana, uno de los países más afectados por el SIDA.
fr: -Je te donnerai des médicaments pour ta fille, si tu me conduis jusqu'au Botswana, un des pays les plus touchés par le Sida.
it: -Tux ! Sei riuscito a scappare dagli uomini di Shark!
nb: -Tux ! You managed to escape from Shark's men!
sv: -Jag ger dig medicin till din dotter, om du visar mig vägen mig till Botswana, ett av de länder som drabbats hårdast av Aids.

# __scenar14-intro-1__
source: -Tux ! You managed to escape from Shark's men!
de: -Tux! Du hast es geschaft den Leuten von Hai zu entkommen!
es: -¡Tux! ¡Conseguiste escapar de los hombres de Shark!
fr: -Tux ! Tu as réussi à échapper aux hommes de Shark !
sv: -Tux ! Du lyckades undkomma Hajens män!

# __scenar14-intro-2__
source: -Let's distribute the medicine; go around the huts of the village.
de: -Wir werden mit der Verteilung der Medikamente anfangen. Gehe zu den Dorfhütten.
es: -Distribuyamos la medicina; acércate a las chozas de la aldea.
fr: -Nous allons commencer la distribution de médicaments ; fais le tour des huttes du village.
it: -Ti voglio abbattere con questo aereo!!!
nb: -I will to crush you with this plane!!!
sv: -Låt oss dela ut medicinen. Åk via alla hyddorna i byn.

# __scenar14-intro-3__
source: -I will crush you with this plane!!!
de: -Ich werde Dich mit diesem Flugzeug zerquetschen!
es: -¡¡¡Te aplastaré con este avión!!!
fr: -Je vais t'écraser avec cet avion !!!
sv: -Jag kommer att krascha med det här planet!!

# __scenar14-outro-1__
source: -So, you managed to defeat my assassins until the very end...
de: -Ihr habt es also geschafft meine Killer bis zum Schluss zu überlisten.
es: -Has conseguido vencer a mis asesinos hasta el final...
fr: -Ainsi vous avez réussi à déjouer mes tueurs jusqu'au bout...
it: -E così, sei riuscito a sconfiggere i miei sicari alla fine...
sv: -Så du lyckades vinna över mina lönnmördare till slut...

# __scenar14-outro-2__
source: -Shark ! Why do you keep on trying to stop us ? Are you selling that much medicine in Africa ?
de: -Hai! Aber warum beharrst Du darauf uns aufzuhalten? Verkaufst Du so viele Medikamente in Afrika?
es: -¡Shark! ¿Por qué te empeñas en detenernos! ¿Tanta medicina vendes en África?
fr: -Shark ! Mais pourquoi tu t'obstines à vouloir nous arrêter ? Tu vends tant de médicaments que ça en Afrique ?
it: -No... Effettivamente, non commercializziamo nulla laggiù.
nb: -No... Actually, we're not even selling them there.
sv: -Hajen ! Varför försöker du stoppa oss ? Säljer du så mycket medicin i Afrika ?

# __scenar14-outro-3__
source: -No... Actually, we're not even selling them there.
de: -Nein, eigentlich verkaufen wir sie da nicht mal.
es: -En realidad no... ni siquiera vendemos medicina aquí.
fr: -Non... en fait nous ne les commercialisons même pas.
sv: -Nej...egentligen säljer vi inget alls där.

# __scenar14-outro-4__
source: -But our leadership would be threatened... First Africa, then South America, Asia, Europe...
de: -Aber es geht um etwas anderes: unsere Übermacht, die in Frage gestellt wird ... Zuerst in Afrika, dann in Südamerika, in Asien, in Europa, ...
es: -Pero nuestro liderazgo puede verse amenazado... Primero África, después Sudamérica, Asia, Europa...
fr: -Mais c'est notre suprématie qui est remise en question... d'abord l'Afrique, puis l'Amérique du Sud, l'Asie, l'Europe...
it: -Non posso crederti! Sei un essere unamo o cosa !?
nb: -I can't believe it! You're not human or what!?
sv: -Men vår ledande roll skulle hotas... Först i Afrika, sen i Sydamerika, Asien, Europa....

# __scenar14-outro-5__
source: -I can't believe it! You're not human or what!?
de: -Aber das ist doch nicht möglich! Bist Du denn kein Mensch!?
es: -¡No puedo creerlo! ¡¿Es que no eres humano?!
fr: -Mais c'est pas possible ! T'es pas un être humain, ou quoi !?
sv: -Jag kan inte tro det ! Du är inte mänsklig,va !?

# __scenar14-outro-6__
source: -No, indeed.
de: -Nein, in der Tat nicht.
es: -De hecho, NO.
fr: -Non, en effet.
it: -No, infatti.
sv: -Nej, sannerligen

# __scenar14-outro-7__
source: -I've got to stop him!
de: -Ich muss dem Einhalt gebieten!
es: -¡Tengo que pararle!
fr: -Je dois l'arrêter !
it: -Sono riuscito a fermarlo!
sv: -Vi måste stoppa honom !

# __scenar15-intro-1__
source: -Well, you followed me here... You're so naive, do you really think you still have enough time to save humanity ?
de: -Du bist mir also bis hier her gefolgt. Armer naiver Pinguin, glaubst Du dass es immer noch an der Zeit ist die Menschheit zu retten?
es: -Bien, me has seguido hasta aquí... ¿Eres tan tonto que te crees que estás a tiempo de salvar la Humanidad?
fr: -Ainsi tu m'as suivi jusqu'ici... Pauvre naïf, tu crois qu'il est encore temps de sauver l'humanité ?
it: -Mi piacerebbe mangiarmelo col ragù alla bolognese...
nb: -I'd like to eat him with bolognese...
sv: -Nå, du följde mig hit... Du är så naiv, tror du verkligen att jag har tid att rädda mänskligheten ?

# __scenar15-intro-2__
source: -I'd like to eat him with bolognese...
de: -Ich würde sie auch als Sauce Bolognaise essen ...
es: -Me lo comeré a la boloñesa...
fr: -Je me le mangerais bien en bolognaise...
sv: -Jag vill ha tunna skivor av honom...

# __scenar15-intro-3__
source: -...or spit-roasted!
de: -... oder als Braten am Spiess!
es: -...o a la parrilla!
fr: -...ou rôti à la broche !
it: -...o arrostito alla griglia!
sv: -...eller stekt på spätt!

# __scenar15-intro-4__
source: -I have to get rid of... this thing!
de: -Diese ... diese Angelegenheit muss ein Ende haben!
es: -¡Tengo que acabar con... esa cosa!
fr: -Je dois venir à bout de ce... de cette chose !
it: -Devo liberarmi... di questa cosa!
sv: -Jag måste göra mig av med... den här saken!

# __scenar15-intro-5__
source: -Prepare to die...
de: -Bereite Dich auf's Sterben vor ...
es: -¡Prepárate a morir!
fr: -Prépare-toi plutôt à mourir...
it: -Preparati a morire...
sv: -Bered dig på att dö...

# __scenar15-outro-1__
source: -Haaa... you got me... it's impossible...?
de: -Haaa, Du hast mich erwischt. Das ist doch nicht möglich!
es: -¡Ay! me has matado... ¿cómo es posible?
fr: -Haaa... tu m'as eu... ce n'est pas possible...?
it: -Haaa... mi hai preso... non è possibile...?
sv: -Aaaah... du fick mig...det är inte möjligt...?

# __scenar15-outro-2__
source: -Don't ever come Back to Earth, bande d'aliens dégénérés !
de: -Setzt niemals mehr einen Fuss auf die Erde, Ihr degenerierten Aliens!
es: -No volváis a pisar la Tierra, ¡banda de alienígenas degenerados!
fr: -Ne remettez jamais les pieds sur Terre, bande d'aliens dégénérés !
it: -Li ho presi tutti !
sv: -Kom inte nånsin tillbaks till Jorden, utomjordiska uslingar !

# __scenar15-outro-3__
source: -Now that this slimy alien is gone, I hope it will be easier to get medicine.
de: -Jetzt, da dieser klebrige Alien Platz gemacht hat, hoffe ich dass man leichter Medikamente finden kann.
es: -Ahora que este asqueroso alienígena se ha ido, espero que sea más fácil conseguir medicina.
fr: -Maintenant que cet alien gluant a libéré la place, j'espère qu'on pourra trouver des médicaments plus facilement.
sv: -Nu när det där äckliga rymdmonstret är borta hoppas jag att det blir enklare att få medicin.

# __scenar15-outro-4__
source: -Don't hope too much Gnu, humans are not always more trustworthy than aliens...
de: -Hoffe nicht zuviel, Gnu. Menschen verhalten sich nicht immer besser als Aliens.
es: -No te hagas ilusiones Gnu, los humanos no son más de fiar que los alienígenas...
fr: -N'espère pas trop Gnu, car les humains ne valent pas toujours mieux que les aliens...
sv: -Hoppas inte för mycket Gnu, människor är inte alltid mera pålitliga än rymdvarelser...

# __scenar15-outro-5__
source: -I used to be a human myself, long time ago... and look at what I've become...
de: -Ich war auch mal ein Mensch und schau was aus mir geworden ist.
es: -Yo mismo fui humano hace mucho tiempo... y mira en lo que me he convertido...
fr: -J'ai été humain, moi aussi, autrefois... et regarde ce que je suis devenu...
sv: -Jag var själv människa en gång för länge sen... och se vad jag blivit...

# __scenar15-outro-6__
source: -That's the moral of this story, shark : often mankind is an alien to mankind.
de: -Das ist die Moral der Geschicht', Hai: Zu oft ist der Mensch dem Menschen ein Alien.
es: -Ésa es la moraleja de esta historia, Shark, a menudo el hombre es un alienígena para el hombre.
fr: -C'est la morale de cette histoire, Shark : trop souvent l'homme est un alien pour l'homme.
sv: -Det är läxan, Hajen : människan är ofta sin egen fiende.

# __bowlingformat__
source: %s balls and %s pins remaining
de: Es bleiben %s Kugeln und %s Kegeln
es: quedan %s bolas y %s bolos
fr: Il reste %s boules et %s quilles
it: Rimangono %s bocce e %s birilli
nb: %s baller og %s kjegler igjen
sl: %s krogel in %s kegljev je ostalo
sv: %s klot och %s käglor kvar

# __bowling_looser__
source: You lost !
de: Verloren!
es: ¡Pierdes!
fr: Perdu !
it: Hai perso !
nb: Du tapte!
sl: Izgubil si !
sv: Du förlorade !

# __bowling_winner_strike__
source: Strike !
de: Treffer!
sl: Juhu, vseh 10 !

source: Name
es: Nombre
fr: Nom
it: Nome
nb: Navn
sl: Ime
sv: Namn

# __figure_looping__
source: Looping
es: Tirabuzón
sl: Luping
sv: Volter

# __indusmeeting-shoot-1-1__
source: Bring down the ball by throwing trunks !
es: ¡Tira la bola lanzándole troncos!
nb: Få ned ballen ved å kaste kofferter !
sv: Ta ner bollen genom att kasta koffertar !

# __scenar1-11__
source: -Hey, you've not exactly followed my path...
es: -¡Eh! No has seguido el camino como te lo he dicho...
nb: -Hei! Du fulgte ikke akkurat min vei...
