Repository: pypi-data/pypi-mirror-40
Catalog: packages/Slune/Slune-1.0.16.tar.gz/Slune-1.0.16/locale/*/LC_MESSAGES/slune.po
Languages: de, es, fr, it, nb, sl, sv

# __scenar1-outro-5__
source: -We won't go far with *that*...
de: -Damit werden wir aber nicht viel erreichen.
es: -Pues no creo que lleguemos muy lejos con *esto*...
fr: -On ira pas loin avec ça...
it: Non andremo lontano con *quello*...
nb: -Vi vil ikke gå langt med *det*...
sl: _No ja, daleč že ne bomo prišli s *tem*...
sv: -Vi kommer inte långt med *det*...

# __scenar2-intro-1__
source: -AIDS is over... long life to hypertension and diabetis!
de: -AIDS, war gestern ... Es lebe Bluthochdruck und Diabetis!
es: -El SIDA está acabado... ¡larga vida a la hipertensión y la diabetes!
fr: -Le Sida, c'est dépassé... vive l'hypertension et le diabète !
it: L'AIDS è finita... viva l'ipertensione e il diabete !
nb: -AIDS er over... lenge leve overstress og diabetes!
sl: _AIDS je že preživet... slava hipertenziji in diabetisu !
sv: -AIDS är slut... leve hyperstress och diabetes!

# __scenar2-intro-2__
source: -There's more than 30% AIDS victims in some African countries...
de: -Es gibt doch mindestens 30% AIDS-Infizierte in einigen Ländern Afrikas ...
es: -Hay más de un 30% de víctimas de SIDA en países africanos...
fr: -Y'a quand même 30% de sidéens dans certains pays d'Afrique...
it: In alcuni paesi africani ci sono più del 30% di malati di AIDS...
nb: -Det er mer enn 30% AIDS-ofre i enkelte Afrikanske land...
sl: _Še vedno je več kot 30% žrtev AIDS-a v nekaterih afriških deželah...
sv: -Mer än 30% av befolkningen är AIDS-offer i vissa afrikanska länder...

# __scenar2-intro-3__
source: -Our laboratory is focusing on Europe and USA, mister Gnu. It's a good strategy, isn't it?
de: -Unser Labor konzentriert sich auf Europa und die USA, Herr Gnu. Das ist doch eine gute Strategie, finden sie nicht auch?
es: -Nuestro laboratorio se enfoca en Europa y EEUU, señor Gnu. ¿No le parece una buena estrategia?
fr: -Notre laboratoire se recentre sur l'Europe et les USA, monsieur Gnu. C'est une bonne stratégie, non ?
it: Il nostro laboratorio si concentra su Europa ed USA, signor Gnu. E' una buona strategia, vero ?
nb: -Vårt laboratorie fokuserer på Europa og USA, herr GNU. Det er en god strategi, ikke sant?
sl: _Ne bom postal ravno vaš obćudovalec. !!!!
sv: -Vårt laboratorium fokuserar på Europa och USA, herr Gnu. Det är en bra strategi, eller hur?

# __scenar2-intro-4__
source: -I'm not subscribing to the fan club. !!!!
de: -Ich bin kein Fan davon.
es: -¡¡¡No me apunte al club de fans!!!
fr: -Je m'inscris pas au fan club.
it: Non mi iscrivo al fan club.
nb: -Jeg abonnerer ikke på fanklubben.
sv: -Jag tillhör inte er fan-klubb. !!!!

# __scenar2-intro-5__
source: -Erm... I have to leave now, I've an important meeting.
de: -Errm ... Ich muß Sie jetzt verlassen. Ich habe eine wichtige Besprechung.
es: -Bueno... yo... errr... tengo que irme... ahora... tengo una cita importante...
fr: -Hem... Je vous laisse, une réunion importante m'attend.
it: Ehm... devo lasciarla adesso, ho una riunione importante.
nb: -Hem... Jeg må gå, jeg har et viktig møte.
sl: _Hmm.. Moram iti. Imam pomemben sestanek.
sv: -Öh... Jag måste sticka nu...har ett viktigt möte.

# __scenar2-intro-6__
source: -Follow him with discretion... I'll be bringing the truck back and I'll meet you. If necessary, use the left mouse button to jump
de: -Folge ihm unauffällig ... Ich hole den Lastwagen und komme nach. Wenn es notwendig ist, benutze die linke Maustaste um zu springen.
es: -Síguele discretamente... Yo devolveré el camión y me veré contigo más tarde. Usa el botón izquierdo del ratón para saltar si es necesario.
fr: -Suis le discrètement... Je ramène le camion et je te rejoins. Si nécessaire, utilise le bouton gauche de la souris pour sauter.
it: Seguilo con discrezione... porterò il camion indietro e ti incontrerò. Se necessario, utilizzare il bottone sinistro del mouse per saltare.
nb: -Følg ham med diskresjon... Jeg tar med trucken tilbake og blir med deg.
sl: _Mislim, da me je videl... Si pripravljen za ogled celotnega mesta ?
sv: -Följ efter honom diskret....Jag tar med lastbilen tillbaks och möter dig. Om det behövs så använd vänster musknapp för att hoppa

# __scenar2-1__
source: -I think he saw me... Ready to visit the whole city?
de: -Ich habe den Eindruck, daß er mich gesehen hat ... Bereit um einen Besuch in der Stadt zu machen?
es: -Creo que me ha visto... ¿Preparado para visitar la ciudad?
fr: -J'ai l'impression qu'il m'a repéré... Prêt pour une visite complète de la ville ?
it: Credo che mi abbia visto... pronto a visitare l'intera città ?
nb: -Jeg tror han har sett meg... Klar for å besøke hele byen?
sv: -Jag tror han såg mig... Klar att besöka hela staden?

# __scenar2-2__
source: -I explicitly asked you *not* to be seen...
de: -Habe ich nicht gesagt *unauffällig*?
es: -Te dije que *no* te vieran...
fr: -J'avais dit *discrètement* il me semble !
it: Ti avevo detto di non farti vedere...
nb: -Jeg sa *med diskresjon*...
sl: _Izrecno sem ti naročil, da bodi *ne*opažen...
sv: -Jag sade uttryckligen åt dig att *inte* synas...

# __scenar3-intro-1__
source: -He entered here and shut the door...
de: -Er ist hineingegangen und die Türe hat sich geschlossen ...
es: -Ha entrado y ha cerrado la puerta...
fr: -Il est entré et la porte s'est refermée...
it: E' entrato qui e ha chiuso la porta...
nb: -Han gikk inn her og døren har blitt lukket...
sl: _Tu je šel not in zaprl vrata...
sv: -Han gick in här och stängde dörren...

# __scenar3-intro-2__
source: -What are you waiting for? Jump, make some loopings and figures to be noticed!
de: -Auf was wartest Du? Springe, mach Loopings und andere Figuren um die Aufmerksamkeit auf Dich zu ziehen!
es: -¿A qué esperas? ¡Salta! ¡Haz piruetas! ¡Llama la atención!
fr: -Qu'est-ce que tu attends ? Saute, fais des looping et des figures pour attirer l'attention !
it: -Che cosa aspetti ? Salta, fai dei giri e dei gesti per attirare l'attenzione!
nb: -Hva venter du på? Hopp, gjør noen looper og figurer for å tiltrekke deg oppmerksomhet!
sl: _Kaj pa čakaš! Skoči, naredi nekaj lupingov in figur, da te opazijo !
sv: -Vad väntar du på? Hoppa, slå några volter och gör andra konster så du märks!

# __scenar3-intro-3__
source: -You can jump very high with the middle mouse button or the Shift key. When flying, you can incline your vehicule with the mouse wheelie or the two jumping buttons.
de: -Mit der mittleren Maustaste kannst Du sehr hoch springen. In der Luft kannst Du Dein Fahrzeug mit dem Mausrad oder mit Doppelklicks absenken.
es: -Puedes saltar muy alto con el botón de en medio del ratón (o la tecla Mayúsculas). Puedes inclinar tu vehículo en el aire con la rueda del ratón o los dos botones de salto.
fr: -Tu peux sauter très haut avec le bouton du milieu de la souris. En l'air, tu peux incliner ton véhicule avec la molette ou en double-cliquant.
it: -E' possibile saltare molto in alto con il bottone centrale del mouse o il tasto shift. In volo è possibile inclinare il veicolo con la rotella del mouse o con i due bottoni di salto.
nb: -Du kan hoppe veldig høyt med den midterste museknappen eller Shift-knappen. Når du flyr kan du bøye ditt kjøretøy ved å rulle med musa eller de to hoppeknappene.
sl: _Če klikneš srednji miškin gumb, ali Shift tipko, lahko skočiš zelo visoko. Ko si v zraku, lahko nagneš vozilo z miškinim koleščkom ali z obema gumboma za skok.
sv: -Du kan hoppa väldigt högt med mittknappen eller skifttangenten när du flyger. Du kan luta fordonet med mushjulet eller de två hopptangenterna.

# __scenar3-1__
source: -...Hey! Look at that guy!
de: -Hey! Hast Du diesen Typ gesehen?
es: -¡Eh! ¡Mira ese tío!
fr: -...hé ! Tu as vu ce type ?
it: -...ehi ! hai visto quel tizio ?
nb: -...Hei! Se på den karen!
sl: _...Ej! Lej tega modela !
sv: -...Hej! Kolla in det där!

# __scenar3-2__
source: -Wow... good style!
de: -Wow, das hat Stil!
es: -Guau... ¡qué estilazo!
fr: -Whaou... quel style !
it: -Wow... che stile !
nb: -Wæv!... god stil!
sl: _Uau... dobr stajl !
sv: -Waow!... snyggt!

# __scenar3-3__
source: -He is a profesional I belive...
de: -Ja klar. Der ist ein Profi!
es: -Tiene que ser profesional...
fr: -C'est sûr, c'est un pro...
it: -Mi sa che è un professionista...
nb: -Han er profesjonell vil jeg tro...
sl: _Pomojm je profesjonalc...
sv: -Han är ett proffs, tror jag...

# __scenar3-4__
source: -We would see him better if we opened the door...
de: -Wir können ihn noch besser sehen wenn wir die Türe öffnen.
es: -¿Abrimos la puerta para verle mejor?
fr: -On le verrait mieux si on ouvrait la porte...
it: -Lo vedremmo meglio se aprissimo la porta...
nb: -Vi kan se ham bedre om vi åpner døra...
sl: _Ej, če opdreva vrata, go bova loh bolš vidla...
sv: -Vi skulle se honom bättre om vi öppnade dörren...

# __scenar3-5__
source: -You know we're allowed to do that!
de: -Du weißt doch, daß wir das nicht dürfen!
es: -Sabes que no podemos hacer eso.
fr: -Tu sais bien qu'on a pas le droit !
it: -E tu sai che possiamo farlo!
nb: -Du veit at vi ikke har rett til det!
sl: _Pa, sej veš, da ne smeva !
sv: -Du vet att vi inte får göra det!

# __scenar3-6__
source: -Yes but... none one will ever know it. I open it !
de: -Ja, aber keiner wird das mitbekommen. Ich öffne!
es: -¡Anda ya! ¿quién se va a enterar? Yo la abro.
fr: -Oui mais personne ne s'en rendra compte... J'ouvre !
it: -Sì ma nessuno lo saprà mai... io apro !
nb: -Jammen... ingen vil vite om det. Jeg åpner !
sl: _Ma ja ...sam itak nau nben vedu ...dej, pejva jih odpret !
sv: -Ja, men...ingen skulle få veta..., jag öppnar !

# __scenar3-7__
source: -Let's go back to work _Yes you're right... Game over !
de: -Komm schon, wir müssen zurück zur Arbeit. _Ja, Du hast Recht ... Verloren!
es: -Volvamos al trabajo -Sí... tienes razón... ¡Game over!
fr: -Allez, y faut retourner travailler -Oui tu as raison... Perdu !
it: -Forza, torniamo al lavoro _Si hai ragione... Game over !
nb: -Vi må gå tilbake til jobb _Du har rett... Spillet er over !
sl: _Pejt greva nazaj delat. _Maš prou... Igre je konec !
sv: -Åter till jobbet -Just precis... Spelet är slut !

# __scenar4-outro-1__
source: -What about this project to include antiretroviral medicines in the WHO essential drug list?
de: -Was halten Sie von dem Projekt die anti-retroviralen Medikamente die Ihr produziert auf die Liste der essentiellen Medikamente der Weltgesundheitsorganistion zu setzen?
es: -¿Qué hay del proyecto de incluir medicinas antirretrovirales en la lista de medicamentos esenciales de la Organización Mundial de la Salud?
fr: -Que pensez-vous de ce projet d'inclure les médicaments antirétroviraux que vous produisez dans la liste des médicaments essentiels de l'OMS ?
it: -Che cosa pensate di questo progetto di includere i farmaci antiretrovirali che producete nella lista dei medicinali essenziali dell'OMS ?
nb: -However, neither your laboratory nor the USA sit at the WHO...
sl: _Vendar niti vaš laboratorij, niti ZDA ne sedijo na sedežu SZO...
sv: -Hur är det med det där projektet för att ta med mediciner mot retrovirus på WHO:s lista över livsviktiga mediciner?

# __scenar4-outro-2__
source: -My government (USA) does not agree: it would allow Africa to produce its own medicine. There are people dying of AIDS, but there are also people living on it. Our benefice does not exceed 90% on these products...
de: -Meine Regierung in Washington hat sich dagegen ausgesprochen, denn das würde afrikanischen Staaten erlauben ihre eigenen Medikamente zu produzieren. Bei AIDS gibt es solche die sterben, aber auch solche die überleben. Unser Gewinn bei diesen Produkten ist nur 90% ...
es: -Mi gobierno (Estados Unidos) no está de acuerdo: permitiría a los africanos producir sus propios medicamentos. Es verdad que hay gente que muere de SIDA, ¡pero otros vivimos de él! ¡Si nuestros beneficios no superan el 90%!
fr: -Mon gouvernement (les USA) s'y oppose : cela permettrait à l'Afrique de produire ses propres médicaments. Le Sida, il y a ceux qui en meurent, mais aussi ceux qui en vivent. Notre marge est seulement de 90% sur ces produits...
it: -Il nostro governo (gli USA) è contrario : permetterà all'Africa di produrre una sua medicina. C'è gente che muore a causa dell'AIDS, ma c'è anche gente che vive grazie ad essa. Il nostro guadagno è solo del 90% su quei prodotti...
sv: -Min regering (USA) håller inte med: det skulle tillåta Afraik att producera sin egen medicin. Det finns folk som dör av AIDS, men det finns också de som lever på det. Våra marginaler på dessa produkter överstiger inte 90%...

# __scenar4-outro-3__
source: -However, neither your laboratory nor the USA sit at the WHO...
de: -Jedoch weder euer Labor noch die USA kann etwas gegen die Weltgesundheitsorganisation ausrichten ...
es: -Pero ni su laboratorio ni los Estados Unidos se sientan en la OMS...
fr: -Cependant, ni votre laboratoire ni les USA ne siègent à l'OMS...
it: -Comunque, né il vostro laboratorio né gli USA siedono all'OMS...
sv: -Emellertid sitter varken ditt laboratorium eller USA hos WHO...

# __scenar4-outro-4__
source: -No, and so I need you. 100.000E have been transferred to your account this morning...
de: -Nein, deshalb brauche ich Sie. Diesen Morgen sind auf Ihrem Konto 1 Million Euro eingezahlt worden ...
es: -No... y por eso te he transferido 100.000 euros a tu cuenta esta mañana...
fr: -Non, c'est pourquoi j'ai besoin de vous. 100.000E ont été versés sur votre compte ce matin...
it: -No, ed ecco perché ho bisogno di te. 100.000E sono stati versati sul tuo conto stamattina...
nb: -Vel, jeg gjør hva som helst for å sørge for at dette prosjektet mislykkes.
sl: _Storil bom vse v moji moči, da bo ta projekt propadel..
sv: -Nej, så jag behöver dig. €100 000 har betalats in på ditt konto i morse...

# __scenar4-outro-5__
source: -Well, I'll do whatever it takes to make this project fail.
de: -Danke sehr. Ich werde das Projekt scheitern lassen.
es: -Humm... bueno... haré lo que sea para que el proyecto fracase.
fr: -Bien, je ferai échouer ce projet.
it: -Bene, farò di tutto per fare fallire questo progetto.
sv: -Ok, Jag gör vadsomhelst för att få det här projektet att misslyckas.

# __scenar5-intro-1__
source: -Hey, it's corruption ! Shame on you ! And your lab didn't lack any money if you were having those 100.000E...
de: -Das ist Bestechung! Das ist eine Schande! Und überhaupt mangelt es Deinem Labor wohl nicht an Geld, wenn es 1 Million Euro verschenkt.
es: ¡Eso es corrupción! ¡Debería daros vergüenza! ¡Y no creo que a tu laboratorio le falte el dinero si tiene esos 100.000 euros!
fr: -C'est de la corruption ! C'est honteux ! Et pis ton labo ne manquait pas de fric s'il avait 100.000E...
it: -Ehi, è corruzione ! Vergogna ! E al tuo laboratorio non mancavano i soldi se avevi 100.000E...
nb: -Hei! Det er korrupsjon ! Og labbet ditt mangler ikke penger om du har 100.000E...
sl: _Mrtev si, mali pingvin !
sv: -Vänta, det är ju mutor ! Fy på dig ! Och ditt labb lider inte brist på pengar om du hade dom där 100 000...

# __scenar5-intro-2__
source: -You're naive... You shouldn't have been following me. My Assassins will take care of you.
de: -Du kleiner naiver Pinguin. Du hättest mir nicht folgen sollen. Meine Killer werden Dich zum Schweigen bringe.
es: -Eres tonto... No debiste seguirme. ¡Mis Asesinos se ocuparán de tí!
fr: -Petit naïf... tu n'aurais pas dû me suivre. Mes tueurs vont se charger de te faire taire.
it: -Piccolo ingenuo... non avresti dovuto seguirmi. I miei sicari si prenderanno cura di te.
nb: -Du er naiv... Du burde ikke ha fulgt meg. Mine mordere tar hånd om det.
sv: -Du är så naiv...Du skulle inte följt efter mig. Mina lönnmördare kommer att fixa dig.

# __scenar5-intro-3__
source: -You are dead, little penguin !
de: -Du bist tot, Pinguin!
es: -¡Estás muerto, pingüinito!
fr: -T'es mort, espèce de manchot !
it: -Sei morto, piccolo piguino !
nb: -Du er død, lille pingvin !
sv: -Du är död. din lilla pingvin !

# __scenar5-intro-4__
source: -Let's flee ! Let's go back toward the town, Gnu may be waiting for me!
de: -Laß uns abhauen! Zurück in Richtung Stadt. Gnu wird auf mich warten!
es: -¡Huyamos! ¡Gnu me está esperando en la ciudad!
fr: -Fuyons ! Retournons en direction de la ville, Gnu doit m'y attendre !
it: -Via ! Verso la citta, Gnu dovrebbe essere là ad aspettarmi !
nb: -La oss flykte ! Gå tilbake mot byen, kanskje Gnu venter på meg!
sl: _Še se bova srečala, Gnu...
sv: -Vi flyr ! Vi åker tillbaka till stan. Gnu väntar kanske på mig!

# __scenar5-outro-1__
source: -Hi, Shark... my webcam is connected to the Internet. Can I film your fellows?
de: -Nimm das, Hai. Diese Webcam überträgt direkt ins Internet. Wie findest Du es, daß ich die Aktivitäten Deiner Leute filme?
es: -¿Qué tal, Shark? Mi webcam está conectada a Internet. ¿Puedo grabar a tus amigos?
fr: -Tiens, Requin... cette webcam retransmet sur Internet. Tu ne vois pas d'inconvénient à ce que je filme en direct les activités de tes sbires ?
it: -Ciao Squalo, questa webcam è collegata ad Internet. Sei d'accordo se filmo ciò che fanno i tuoi compari ?
nb: -Hei, Shark... mitt webcam er koblet til internett. Kan jeg filme dere kamerater?
sv: -Hej, Hajen... min webbkamera är kopplad till Internet. Kan jag filma dina kompisar?

# __scenar5-outro-2__
source: -We'll meet again, Gnu...
de: -Wir treffen uns noch, Gnu ...
es: -Nos volveremos a ver, Gnu...
fr: -On se retrouvera, Gnu...
it: -Ci incontreremo ancora, Gnu...
nb: -Vi vil møtes igjen, Gnu...
sv: -Vi syns, Gnu...

# __scenar6-intro-0__
source: Europa, March 20th 2003, 6:30pm
de: Europa, 20. März 2003, 18:30
es: Europa, 20 de Marzo del 2003, 6:30 de la tarde.
fr: Europe, 20 Mars 2003, 18:30
it: Europa, 20 Marzo 2003, 18:30
nb: Europa, 20. Mars 2003, 18:30
sl: Europa, 20. Marec 2003, 18:30
sv: Europa, 20:e mars 2003, 18:30

# __scenar6-intro-1__
source: -No pharmaceutical company has accepted to give us enough drugs.
de: -Kein pharmazeutischer Betrieb hat uns genügend Medikamente versprochen.
es: -Ni una sola compañía farmaceútica ha aceptado darnos medicamentos.
fr: -Aucune firme pharmaceutique n'a accepté de nous donner suffisamment de médicaments.
it: -Nessuna casa farmaceutica ha accettato di donarci medicinali sufficienti.
nb: -Inget farmasøytisk selskap har akseptert å gi oss nok dråger.
sl: _Nobena farmacijska družba nam ni pripravljena dati dovolj zdravil.
sv: Inga läkemedelsföretag har gått med på att ge oss tillräckligt med mediciner.

# __scenar6-intro-2__
source: -I guess we'll have to forget about our humanitary expedition...
de: -Wir werden unsere humanitäre Expedition abbrechen müssen.
es: -Tendremos que olvidarnos de nuestra expedición humanitaria...
fr: -Il va falloir annuler notre expédition humanitaire...
it: -Temo che ci dovremo dimenticare della nostra spedizione umanitaria...
nb: -Jeg antar at vi må glemme vår humanitære ekspedisjon...
sl: _Zgleda, da bomo morali pozabiti na našo humanitarno ekspedicijo...
sv: -Jag antar vi får glömma vår humanitära expedition...

# __scenar6-intro-3__
source: Tuu tuu...!
de: Ring Ring ...
es: ¡Tururú...!
fr: Dring dring...!
it: Drin drin...!
sl: Tutu tutu...!
sv: Tuut tuut...!

# __scenar6-intro-4__
source: -Hello? Are you looking for medicine? Meet me this evening in the mountain, at the woodman's hut.
de: -Hallo? Braucht Ihr Medikamente? Kommt heute Abend in die Berge zur Holzfällerhütte.
es: -¿Hola? ¿Estáis buscando medicinas? Nos vemos esta tarde en la montaña en la cabaña del leñador.
fr: -Allo ? Vous cherchez des médicaments ? Venez ce soir dans la montagne, au lieu dit de la cabane du bûcheron.
it: -Pronto ? State cercando delle medicine ? Venite stasera sulla montagna, in un luogo chiamato la capanna del boscaiolo.
nb: -Hvem er du? Hva...
sl: _Halo ? Potrebujete medikamente ? Počakajte me drevi, v koči na gori.
sv: -Hallå? Letar du efter medicinen? Möt mig ikväll uppe i bergen bredvid skogshuggarens hydda.

# __scenar6-intro-5__
source: -Who are you? What...
de: -Wer sind Sie? Woher ...
es: -¿Quién eres tú? ¿Qué...?
fr: -Qui êtes-vous ? Comment...
it: -Chi sei tu ? Cosa...
sl: _Kdo pa ste? Kaj...
sv: -Vem är du? Vad....

# __scenar6-intro-6__
source: Tuuu tuuu tuuu...
de: Tüt tüt tüt tüt ...
sv: Tuuut tuuut tuuut...

# __scenar6-intro-7__
source: -You'll go there this evening, Tux...
de: -Gehst Du heute abend dort hin, Tux?
es: -Irás allí esta tarde, Tux...
fr: -Tu iras là bas ce soir, Tux...
it: -Andrai là stasera, Tux...
nb: -Du går der denne aftenen, Tux...
sl: _Tux, zvečer se odpravi tja...
sv: -Du kommer dit ikväll, Tux...

# __scenar6-intro-8__
source: -I feel like we are being observed! Walk on the roof to avoid being seen, and use the secret passage, remember, at the end of the castle's garden.
de: -Ich habe den Eindruck, dass man uns beobachtet! Spring auf's Dach, damit man dich nicht sieht. Geh' durch den geheimen Durchgang vom letzen Mal. Der auf der anderen Seite vom Schlossgarten.
es: -Me siento observado, salta al tejado para evitar ser visto y usa el pasaje secreto, recuerda, al final del jardín del castillo.
fr: -J'ai l'impression qu'on nous surveille ! Passe par les toits pour éviter d'être vu, et emprunte le passage secret de la dernière fois, au fond de la cour du château.
it: -Ho l'impressione che siamo osservati ! Cammina sul tetto per evitare di essere visto, e ricorda di usare il passaggio segreto, in fondo al giardino del castello.
nb: -Hei! Han så meg. La oss stikke av!
sl: _Hej! Videl me je. Zbeživa !
sv: -Det känns som om nån kollar på oss! Gå på taket så ingen ser dig och använd den hemliga passagen i ändan på slottsträdgården.

# __scenar6-1__
source: -Hey! He saw me. Let's run away!
de: -Geh'! Er hat mich entdeckt. Laß' uns abhauen!
es: -¡Eh! Me ha visto. ¡Huyamos!
fr: -Aïe ! Il m'a repéré. Fuyons !
it: -Ehi ! Mi ha visto ! Scappiamo !
sv: -Du! Han såg mig. Vi springer iväg!

# __scenar6-2__
source: -I told you that you shouldn't reveal yourself ! Now we can't do anything without risking our contact's life !
de: -Ich habe Dir doch gesagt, daß Du aufpassen sollst! Wir können nichts mehr machen ohne unseren Kontakt zu gefährden!
es: -¡Te dije que no te dejaras ver! ¡Ahora no podemos hacer nada sin arriesgar la vida de nuestro contacto!
fr: -Je t'avais dit de ne pas te faire repérer ! Nous ne pouvons plus rien faire sans risquer notre contact !
it: -Avevo detto di non farti vedere ! Ora non puoi andare alla capanna senza rischiare la vita del nostro contatto !
nb: -Jeg sa at du ikke skulle avsløre deg selv! Nå kan vi ikke gjøre noe uten å risikere vår kontakts liv !
sl: _Hmm, če sledim, kar mi kažejo debla, bi moral priti do logarjeve koče.
sv: -Jag sa ju att du inte skulle avslöja dig ! Nu kan vi inte göra nåt utan att riskera våra kontaktmäns liv !

# __scenar7-intro-1__
source: -By following the dierction indicated by the tree trunks, I should en up finding the woodman's hut.
de: -Wenn ich der Richtung der Baumwurzeln folge müsste ich bei der Holzfällerhütte ankommen.
es: -Siguiendo la dirección de los troncos debería encontrar la cabaña del leñador.
fr: -En suivant la direction indiquée par les troncs d'arbres, cela devrait me conduire à la cabane du bûcheron.
it: -Seguendo la direzione indicata dai tronchi d'albero, dovremmo trovare la capanna del boscaiolo.
nb: -Ved å følge veien indikert av de tre koffertene, så burde jeg ende opp med å finne skogsmannens hytte.
sv: -Genom att följa träden borde jag hitta skogshuggarens hydda.

# __scenar7-1__
source: -Banzai !!!!
de: -Banzaï !!!!
fr: -Banzaï !!!!
it: -Banzaï !!!!
nb: -Banzaï!!!!
