Repository: pypi-data/pypi-mirror-40
Catalog: packages/trytond-account-statement-coda/trytond_account_statement_coda-4.6.1.tar.gz/trytond_account_statement_coda-4.6.1/locale/*.po
Languages: pt_br

# error:account.statement.import:
source: No journal found for the bank account '%(account)s'.
pt_br: Não foi encontrado um diário para a conta bancária '%(account)s'.

# error:account.statement.import:
source: The journal '%(journal)s' must have the currency '%(coda_currency)s' instead of '%(currency)s'
pt_br: O diário '%(journal)s' deve ter a moeda '%(coda_currency)s' ao invés de '%(currency)s'

# model:account.statement.origin.information,selection:information_r_transaction
source: 0: Paid 1: Reject 2: Return 3: Refund 4: Reversal 5: Cancellation
pt_br: 0: Pago 1: Recusado 2: Devolvido 3: Reembolsado 4: Estornado 5: Cancelado

# model:account.statement.origin.information,string:information_bank_reference
source: Bank Reference
pt_br: Referência Bancária

# model:account.statement.origin.information,string:information_category_purpose
source: Category Purpose
pt_br: Categoria de Propósito

source: Counterparty Account
pt_br: Conta de Contrapartida

# model:account.statement.origin.information,string:information_counterparty_bic
source: Counterparty BIC
pt_br: BIC de contrapartida

# model:account.statement.origin.information,string:information_counterparty_name
source: Counterparty Name
pt_br: Nome de Contrapartida

# model:account.statement.origin.information,string:information_customer_reference
source: Customer Reference
pt_br: Referência do cliente

# model:account.statement.origin.information,string:information_purpose
source: Purpose
pt_br: Propósito

# model:account.statement.origin.information,string:information_r_reason
source: Return Reason
pt_br: Motivo do Retorno

# model:account.statement.origin.information,string:information_r_transaction
source: Return Type
pt_br: Tipo do Retorno

source: Transaction Category
pt_br: Categoria da Transação

# model:account.statement.origin.information,string:information_transaction_family
source: Transaction Family
pt_br: Família da Transação

source: Transaction
pt_br: Transação
